Repository: HeavensGold/TornadoWallet
Catalog: wallet/locale/*/LC_MESSAGES/messages.po
Languages: br, cs, de, el, es, fi, fr, hi, hu, it, jp, nl, no, pl, ro, ru, sr, tr

source: Tokens are a core BIS functionality
br: Os tokens são a funcionalidade principal do BIS
cs: Tokeny jsou základní funkčností BIS
de: Tokens sind eine BIS Kernfunktionalität
el: Τα Tokens ειναι μια βασικη λειτουργεια του BIS
es: Los Tokens son una funcionalidad principal de BIS
fi: Tokenit ovat Bismuthin perusta
fr: Les tokens sont une fonctionnalité essentielle de BIS.
hi: टोकन एक कोर BIS कार्यक्षमता हैं
hu: A tokenek a központi funkciói a BIS-nek
it: I tokens sono una funzionalità BIS di base
jp: トークンは BIS のコア機能です。
nl: Tokens zijn een kernfunctionaliteit van BIS
no: Tokens er en kjernefunksjonalitet i BIS
pl: Tokeny są główna funkcją BIS
ro: Tokenii sunt o funcționalitate de bază BIS
ru: Токены - это базовая функция BIS
sr: Tokeni su glavne BIS funkcije.
tr: Jetonlar BIS'in çekirdek fonksiyonarıdır.

source: Send To
br: Enviar para
cs: Odeslat
de: Senden An
el: Στειλτε στο
es: Enviar a
fi: Lähetä
fr: Envoyer à
hi: भेजना
hu: Címzett
it: Invia a
jp: 送信先
nl: Verzend naar
no: Send Til
pl: Wyślij do
ro: Trimite la
ru: Отправить на адрес:
sr: Poslati
tr: Gönder

source: To whom send BIS.
br: Para quem enviar BIS.
cs: Komu odeslat BIS
de: An wen BIS senden.
el: Σε ποιον στελνετε BIS
es: A quién enviar BIS.
fi: Kenelle BIS lähetetään
fr: À qui envoyer des BIS.
hi: जिसे BIS भेजना है।
hu: Kinek küldöd a BIS-t.
it: A cui mandare BIS.
jp: BIS を送信する相手。
nl: Naar wie BIS verzenden
no: Hvem sende BIS til
pl: Do kogo wysłać BIS.
ro: Cui îi trimiți BIS.
ru: Кому отправить BIS.
sr: Kome poslati BIS.
tr: BIS gönderenlere

source: Recipient
br: Destinatário
cs: Příjemce
de: Empfänger
el: Αποδεκτης
es: Destinatario
fi: Saaja
fr: Destinataire
hi: प्राप्तकर्ता
hu: Címzett
it: Destinatario
jp: 受信者
nl: Begunstigde
no: Mottaker
pl: Odbiorca
ro: Destinatar
ru: Получатель
sr: Primalac
tr: Alıcı

source: Data (message)
br: Dados (mensagem)
cs: Data (zpráva)
de: Daten (Nachricht)
el: Δεδομενα (μηνυμα)
es: Datos (mensaje)
fi: Data (viesti)
fr: Données (message)
hi: डेटा (संदेश)
hu: Adat (üzenet)
it: Dati (messaggio)
jp: データ (メッセージ)
nl: Data (bericht)
no: Data (melding)
pl: Dane (wiadomość)
ro: Date (mesaj)
ru: Данные (сообщение)
sr: Podatak (poruka)
tr: Veri (mesaj)

source: Optionally, you can add a small comment to your transaction. Required for exchanges deposit.
br: Opcionalmente, você pode adicionar um pequeno comentário à sua transação. Obrigatório para depósito em exchanges.
cs: Ke svému pokynu můžete přidat krátkou zprávu. Vyžadováno při odesílání do směnáren.
de: Optional können Sie Ihrer Transaktion einen kurzen Kommentar hinzufügen. Erforderlich für Zahlungen an Börsen.
el: Προαιρετικα, μπορειτε να προσθεσετε ενα μικρο σχολιο στην συναλλαγη σας. Χρειαζεται για καταθεσεις σε ανταλλακτηρια
es: Opcionalmente, puedes añadir un pequeño comentario con tu transacción. Se requiere para depósitos en exchanges.
fi: Jos tahdot, voit lisätä lyhyen kommentin transaktioosi. Tämä tarvitaan pörssiin lähetettäessä.
fr: Option: Vous pouvez ajouter un court commentaire à votre transaction. Ce champ est indispensable pour déposer sur les bourses d'échange.
hi: वैकल्पिक रूप से, आप अपने लेन-देन में एक छोटी टिप्पणी जोड़ सकते हैं. विनिमय जमा के लिए आवश्यक.
hu: Opcionálissan megjegyzést adhat a tranzakcióhoz. Pénzváltók esetében kötelező.
it: Opzionalmente, puoi aggiungere un breve commento alla tua transazione. Richiesto per i depositi sugli exchange.
jp: 必要に応じて、トランザクションに小さなコメントを追加できます。交換預金に必要です。
nl: Indien gewenst kan je commentaar toevoegen aan je transactie. Dit is vereist bij het verzenden naar een exchange.
no: Valgfri, du kan legge til en kort kommentar til transaksjonen. Nødvendig for innskudd på børs.
pl: Opcjonalnie można dodać krótki komentarz do transakcji. Wymagane dla depozytów giełdowych.
ro: Opțional, puteți adăuga un mic comentariu la tranzacție. Necesar la depunerea pe exchange-uri.
ru: При желании Вы можете добавить небольшой комментарий к Вашей транзакции. Требуется для отправки монет на биржи.
sr: Izborno možete dodati mali komentar za tranzakciju. Neophodno je za slanje ka menjačnici.
tr: Opsiyonel olarak, transfer işleminize küçük bir açıklama girebilirsiniz. Borsalara yapılan yatırımlar için gereklidir.

source: How many BIS to send.
br: Quantos BIS enviar.
cs: Kolik BIS odeslat.
de: Wieviel BIS versenden.
el: Ποσα $BIS θα στειλετε
es: Cuántos BIS enviar.
fi: Lähetettävä BIS määrä.
fr: Combien de BIS envoyer.
hi: कितने BIS भेजने के लिए.
hu: Küldeni kívánt BIS-ek száma.
it: Quanti BIS inviare
jp: 送信する BIS の数。
nl: Aantal te verzenden BIS
no: Hvor mange BIS å sende
pl: Ile wysłać BIS.
ro: Câti BIS trimiți.
ru: Количество BIS для отправки.
sr: Koliko komada BIS-a poslati.
tr: Kaç adet BIS gönderilecek.

source: Amount (BIS)
br: Quantia (BIS)
cs: Částka (BIS)
de: Betrag (BIS)
el: Ποσο (BIS)
es: Cantidad (BIS)
fi: Määrä (BIS)
fr: Montant (BIS)
hi: राशि (BIS)
hu: Mennyiség (BIS)
it: Quantità (BIS)
jp: 金額 (BIS)
nl: Bedrag (BIS)
no: Beløp (BIS)
pl: Kwota (BIS)
ro: Suma (BIS)
ru: Количество (BIS).
sr: Količina (BIS)
tr: Miktar (BIS)

source: Est. fees
br: Taxa est.
cs: Přibližné poplatky
de: Geschätzte Gebühren
el: Εκτιμωμενα τελη
es: Comisiones est.
fi: Arvioidut kulut
fr: Frais estimés
hi: अनुमानित शुल्क
hu: Becsült járulék
it: Tasse stimate
jp: 見積手数料
nl: Geschatte fees
no: Est. avgift
pl: Szacowane opłaty
ro: ~ Comision
ru: Примерная комиссия
sr: Približna taksa
tr: Tahmini ücret

source: Send BIS
br: Enviar BIS
cs: Odeslat BIS
de: BIS senden
el: Στειλτε BIS
es: Enviar BIS
fi: Lähetä BIS
fr: Envoyer BIS
hi: भेजें (BIS)
hu: BIS küldése
it: Invia BIS
jp: 送信 BIS
nl: Verzend BIS
no: Sende BIS
pl: Wyślij BIS
ro: Trimite (BIS)
ru: Отправить (BIS)
sr: Pošalji BIS
tr: BIS Gönder

source: Current Wallet
br: Carteira atual
cs: Současná peněženka
de: Aktuelles Wallet
el: Τρεχων πορτοφολι
es: Cartera actual
fi: Nykyinen Lompakko
fr: Portemonnaie actuel
hi: वर्तमान वॉलेट
hu: Jelenlegi pénztárca
it: Wallet attuale
jp: 現在のウォレット
nl: Huidige Wallet
no: Gjeldene Lommebok
pl: Bieżący portfel
ro: Portofel curent
ru: Текущий кошелек
sr: Trenutni novčanik
tr: Mevcut Cüzdan

source: Open existing
br: Abrir existente
cs: Otevřít
de: Öffnen Sie das bestehende
el: Ανοιξτε υπαρχων
es: Abrir existente
fi: Avaa olemassaoleva
fr: Ouvrir un
hi: मौजूदा खोलें
hu: A meglévő megnyitása
it: Apri esistente
jp: 既存を開く
nl: Open bestaande
no: Åpne eksisterende
pl: Otwórz istniejący
ro: Deschide existent
ru: Открыть
sr: Otvori postojeći

source: wallet
br: carteira
cs: peněženku
el: πορτοφολι
es: cartera
fi: lompakko
fr: portemonnaie
hi: बटुआ
hu: pénztárca
jp: 財布
no: lommebok
pl: portfel
ro: portofel
ru: кошелек
sr: novčanik
tr: cüzdan

source: Load a wallet from disk
br: Carregar uma carteira do disco
cs: Načíst peněženku z disku
de: Wallet von Festplatte laden
el: Φορτωστε πορτοφολι απο δισκο
es: Cargar cartera desde disco
fi: Lataa lompakko kovalevyltä
fr: Charger un portemonnaie depuis le disque
hi: डिस्क से वॉलेट लोड करें
hu: Töltsön be egy tárcát a tárhelyről
it: Carica un wallet dal pc
jp: ディスクからウォレットを読み込む
nl: Laad wallet van schijf
no: Åpne en lommebok fra disk
pl: Załaduj portfel z dysku
ro: Incarcă un portofel de pe disc
ru: Загрузить кошелек с диска
sr: Učitaj novčanik iz disk-a
tr: Disk'ten cüzdan yükleme

source: Create a
br: Criar uma
cs: Vytvořit
de: Erstelle ein
el: Δημιουργηστε ενα
es: Crear una
fi: Luo
fr: Ajouter un
hi: बनाएँ एक
hu: Hozzon létre egy
it: Crea un
jp: を作成する
nl: Creëer een
no: Lag en
pl: Stwórz
ro: Creează un
ru: Создать
sr: Stvoriti
tr: Oluşturma

source: new wallet
br: nova carteira
cs: novou peněženku
de: neues Wallet
el: νεο πορτοφολι
es: nueva cartera
fi: uusi lompakko
fr: portemonnaie
hi: नया बटुआ
hu: új pénztárca
it: nuovo wallet
jp: 新しい財布
nl: nieuwe wallet
no: ny lommebok
pl: nowy portfel
ro: portofel nou
ru: Новый кошелек
sr: novi novčanik
tr: yeni cüzdan

source: File
br: Arquivo
cs: Soubor
de: Datei
el: Αρχειο
es: Archivo
fi: Tiedosto
fr: Fichier
hi: फ़ाइल
hu: Fájl
jp: ファイル
nl: Bestand
no: Fil
pl: Plik
ro: Fișier
ru: Файл
sr: Fajl
tr: Dosya

source: Encrypted
br: Criptografada
cs: Zaheslováno
de: Verschlüsselt
el: Κωδικοποιημενο
es: Encriptado
fi: Salattu
fr: Chiffré
hi: एन्क्रिप्टेड
hu: Titkosított
it: Criptato
jp: 暗号化
nl: Versleuteld
no: Krypert
pl: Zaszyfrowane
ro: Criptat
ru: Зашифрованный
sr: Enkriptovan
tr: Şifrelenmiş

source: W.I.P.
cs: Ve vývoji
el: Εργασια σε εξελιξη
fr: En cours de développement.
nl: WIU
pl: W toku
ro: În lucru
ru: В разработке

source: This feature is under construction.
br: Este recurso está em construção.
cs: Tato funkce je ve vývoji
de: Diese Funktion ist in Bearbeitung.
el: Αυτη η λειτουργεια ειναι υπο κατασκευη
es: Esta opción está bajo construcción
fi: Tätä toimintoa kehitellään vielä.
fr: Cette fonctionalité est en cours de développement.
hi: यह सुविधा निर्माणाधीन है.
hu: Ez a szolgáltatás fejlesztés alatt.
it: Questa funzionalità è in sviluppo
jp: この機能は建設中です.
nl: Er wordt gewerkt aan deze functionaliteit.
no: Denne funksjonalitet er under konstruksjon
pl: Ta funkcja jest w budowie.
ro: Această funcție este în lucru.
ru: Эта функция в разработке.
sr: Ova opcija je u fazi izrade.
tr: Bu özellik yapım aşamasındadır.

source: Transaction list
br: Lista de transações
cs: Seznam pokynů
de: Transaktionsliste
el: Λιστα συναλλαγων
es: Lista de transacciones
fi: Lista Transaktioista
fr: Liste des transactions
hi: लेन-देन सूची
hu: Tranzakció lista
it: Lista transazioni
jp: トランザクション一覧
nl: Transactielijst
no: Transaksjonsliste
pl: Lista transakcji
ro: Listă tranzacții
ru: История переводов
sr: Lista trnzakcije
tr: Transfer Listesi

source: Error
br: Erro
cs: Chyba
de: Fehler
el: Σφαλμα
fi: Virhe
fr: Erreur
hi: त्रुटि
hu: Hiba
it: Errore
jp: エラー
nl: Fout
no: Feil
pl: Błąd
ro: Eroare
ru: Ошибка
sr: Greška
tr: Hata

source: This file already exists: {}.der
br: Este arquivo já existe: {}.der
cs: Tento soubor již existuje: {}.der
de: Diese Datei existiert bereits: {}.der
el: Αυτο το αρχειο ηδη υπαρχει {}.der
es: Este archivo ya existe {}.der
fi: Tämä tiedosto on jo olemassa: {}.der
fr: Ce fichier existe déjà : {}.der
hi: यह फ़ाइल पहले से मौजूद है: {}.der
hu: Ez a fájl már létezik: {} .der
it: Questo file esiste già: {}.der
jp: このファイルは既に存在します: {}.der
nl: Dit bestand bestaat reeds: {}.der
no: Denne filen eksisterer allerede: {}.der
pl: Ten plik już istnieje: {}.der
ro: Acest fișier există deja: {}. der
ru: Этот файл уже существует: {} .der
sr: Postojeci fajl: {}.der
tr: Bu dosya halihazırda mevcut: {}.der

source: Error creating {}.der
br: Erro ao criar {}.der
cs: Chyba při vytváření {}.der
de: Fehler beim Erzeugen von {}.der
el: Σφαλμα στην δημιουργεια {}.der
es: Error al crear {}.der
fi: Virhe luomisessa {}.der
fr: Erreur en créant {}.der
hi: बनाने में त्रुटि {}.der
hu: Hiba történt a {} .der létrehozása közben
it: Errore nella creazione di {}.der
jp: エラーの作成{}.der
nl: Fout bij het aanmaken van {}.der
no: Feil ved oppretting av {}.der
pl: Błąd przy tworzeniu {}.der
ro: Eroare la crearea {}. der
ru: Ошибка при создании {} .der
sr: Greška stvaranje {}.der
tr: Oluşturma Hatası {}.der

source: Fees
br: Taxas
cs: Poplatky
de: Gebühren
el: Τελη
es: Comisiones
fi: Kulut
fr: Frais
hi: शुल्क
hu: járulék
it: Tasse
jp: 手数料
no: Avgifter
pl: Opłaty
ro: Comision
ru: Комиссия
sr: Taksa
tr: Ücretler

source: Data
br: Dados
de: Daten
el: Δεδομενα
es: Datos
fr: Données
hi: डेटा
hu: Adat
it: Dati
jp: データ
pl: Dane
ro: Date
ru: Данные
sr: Podatak

source: Request BIS
br: Solicitar BIS
cs: Požadovat BIS
de: BIS anfordern
el: Ζητηστε BIS
es: Solicitar BIS
fi: Pyydä BIS
fr: Demander BIS
hi: अनुरोध BIS
hu: BIS kérése
it: Richiedi BIS
jp: 要求BIS
nl: BIS aanvragen
no: Be om BIS
pl: Zażądaj BIS
ro: Cere BIS
ru: Запросить BIS
sr: Zahtev BIS-a
tr: BIS Al

source: Your address
br: Seu endereço
cs: Vaše adresa
de: Ihre Adresse
el: Η διευθυνση σας
es: Tu dirección
fi: Sinun osoitteesi
fr: Votre adresse
hi: आपका पता
hu: Címed
it: Il tuo indirizzo
jp: お客様の住所
nl: Je adres
no: Din adresse
pl: Twój adres
ro: Adresa ta
ru: Ваш адрес
sr: Vaša adresa
tr: adresiniz

source: This is your address for current wallet, but you can change it if needed. Double check then.
br: Este é o seu endereço da carteira atual, mas você pode alterá-lo se necessário. Confira duas vezes pra ter certeza.
cs: Toto je současná adresa vaší peněženky, kterou můžete v případě potřeby změnit. Dbejte opatrnosti.
de: Dies ist Ihre Adresse für das derzeitige Wallet, aber wenn es erforderlich ist, können Sie es ändern.
el: Αυτη ειναι η διευθυνση του τρεχοντος πορτοφολιου, μπορειτε ομως να την αλλαξετε εαν το επιθυμητε. Διπλο ελεγξτε την.
es: Esta es la dirección de tu cartera actual, pero la puedes cambiar si es necesario. En ese caso, comprueba doblemente.
fi: Tämä on nykyisen lompakkosi osoite. Voit vaihtaa sen halutessasi, mutta tarkista siinä tapauksessa huolellisesti.
fr: Ceci est l'adresse de votre portemonnaie actuel, vous pouvez la modifier si besoin. Veillez à entrer la bonne adresse.
hi: यह वर्तमान बटुए के लिए आपका पता है, लेकिन यदि आवश्यक हो तो आप इसे बदल सकते हैं। डबल जाँच करें तो.
hu: Ez a jelenlegi pénztárcájának a címe, de szükség esetén megváltoztathatja. Ekkor fokozottan ellenőrizze.
it: Questo è il tuo indirizzo per il wallet attuale, ma lo puoi cambiare se necessario. In tal caso controlla due volte.
jp: これは現在のウォレットの住所ですが、必要に応じて変更できます。ダブルチェック.
nl: Dit is je adres voor de huidige wallet, maar je kan dit veranderen indien nodig. Controleer dan alles.
no: Dette er din adresse for gjeldende lommebok, men du kan endre den om nødvendig. I så fall dobbelsjekk.
pl: To jest Twój adres bieżącego portfela. Można go zmienić - kliknij dwukrotnie.
ro: Aceasta este adresa ta pentru portofelul curent, dar o poți schimba dacă este necesar. Dar verifică de 2 ori.
ru: Это адрес Вашего текущего кошелька, но Вы можете изменить, если нужно. Дважды перепроверьте.
sr: Ovo je vaša trenutna adresa, ali ga možete izmeniti po potrebi. U tom slučaju budite pažljivi.
tr: Mevcut cüzdanınız için adresiniz budur. Gerekli görmeniz halinde değiştirebilirsiniz. Eğer değiştiriseniz, lütfen iki kez kontrol ediniz.

source: Optionally, you can add a small comment to your transaction, like a reference of your own. Will be stored on chain.
br: Opcionalmente, você pode adicionar um pequeno comentário à sua transação, como uma referência própria. Ficará armazenado na cadeia.
cs: V případě potřeby můžete přidat k vašemu pokynu krátký komentář, například vaše označní, které s ním zůstane uloženo.
de: Optional können Sie einen kurzen Transaktions-Kommentar hinzufügen (z.B. einen Betreff). Dies wird in der Blockchain gespeichert.
el: Προαιρετικα, μπορειτε να προσθεσετε ενα μικρο σχολιο στην συναλλαγη σας, οπως μια προσωπικη αναφορα. Θα αποθηκευτει στην αλυσιδα.
es: Opcionalmente, puedes añadir un pequeño comentario a tu transacción, como una referencia para ti. Se guardara en la cadena de bloques.
fi: Jos tahdot, voit jättää pienen kommentit transaktioosi. Tämä tulee jäämään talteen lohkoketjulle.
fr: Option: Vous pouvez ajouter un court commentaire à votre transaction, tel qu'une référence personnelle. Il sera stocké dans la blockchain.
hi: वैकल्पिक रूप से, आप अपने लेन-देन में एक छोटी सी टिप्पणी जोड़ सकते हैं, जैसे कि आपका स्वयं का संदर्भ. श्रृंखला पर संग्रहीत किया जाएगा.
hu: Opcionálisan hozzáadhat egy kis megjegyzést a tranzakcióhoz, mint például egy saját hivatkozást. Ez tárolva lesz a blokkláncon.
it: Opzionalmente, puoi aggiungere un breve commento alla tua transazione, come tuo riferimento. Sarà immagazzinato on chain.
jp: 必要に応じて、独自の参照のように、トランザクションに小さなコメントを追加できます。チェーンに保存されます.
nl: Indien gewenst kan je enige commentaar toevoegen aan je transactie, bijvoorbeeld een zelf gekozen referentie. Dit zal bewaard worden op de chain.
no: Valgritt, du kan legge til en liten kommentar til din transaksjon, f.eks. en egen referanse. Den vil bli lagret på blokkjeden.
pl: Opcjonalnie można dodać krótki komentarz, który zostanie zapisany w blockchainie.
ro: Opțional, puteți adăuga un mic comentariu la tranzacția dvs., ca o referință proprie. Vor fi stocate pe lanț.
ru: При желании Вы можете добавить небольшой комментарий к Вашей транзакции, например, собственную ссылку. Он будет храниться в блокчейне.
sr: Izborno možete dodati mali komentar za transakciju, kao lična referenca. Biće sačuvano u lancu.
tr: Opsiyonel olarak transfer işleminize küçük bir not ( kendi referansnız gibi) düşebilirsiniz. Zincirde kaydedilecektir.

source: This is the QR code for your address only.
br: Este é o código QR único para o seu endereço.
cs: Toto je QR kód vaší adresy
de: QR Code lediglich für Ihre Adresse.
el: Αυτο ειναι ενα QR code μονο για την διευθυνση σας.
es: Este es el código QR para tu dirección única.
fi: Tämä QR koodi on vain sinun osoitteellesi.
fr: Ceci est le QR code qui représente votre adresse seule.
hi: यह केवल आपके पते के लिए QR कोड है.
hu: Ez csak a te címed QR kódja
it: Questo è il QR code univoco per il tuo indirizzo.
jp: これはあなたの住所のQRコードのみです.
nl: Dit is de QR code specifiek voor je adres.
no: Dette er QR koden for kun din adresse.
pl: To jest kod QA tylko dla Twojego adresu.
ro: Acesta este codul QR doar pentru adresa dvs.
ru: Это QR код адреса Вашего кошелька
sr: Ovaj QR kod je za vašu adresu.
tr: Adresinize özel QR kodu budur.

source: How many BIS to request.
br: Quantos BIS para solicitar.
cs: Kolik BIS požadovat
de: Wieviel BIS sollen angefordert werden.
el: Ποσα BIS θα ζητησετε.
es: Cuántos BIS solicitar
fi: Kuinka monta BIS pyydetään?
fr: Combien de BIS demander.
hi: कितने BIS अनुरोध करने के लिए.
hu: Hány BIS-t szeretne kérni.
it: Quanti BIS richiedere.
jp: 要求する BIS の数.
nl: Hoeveel BIS aanvragen
no: Hvor mange BIS å be om.
pl: Ile BIS zażądać.
ro: Cați BIS să soliciți.
ru: Сколько BIS запросить
sr: Koliko komada BIS-a za zahtev.
tr: Alınacak BIS adeti.

source: This is what you will receive
br: Isso que você receberá
cs: Tolik obdržíte
de: Der zu empfangende Betrag
el: Αυτο το ποσο θα λαβετε
es: Esto es lo que vas a recibir
fi: Tämän verran saat
fr: Ceci est le montant que vous recevrez
hi: यह वही है जो आप प्राप्त करेंगे
hu: Ennyit fog kapni
it: Questo è cosa riceverai
jp: これはあなたが受け取るものです
nl: Dit is wat je zal ontvangen
no: Dette er hvor mye du vil motta
pl: Tyle otrzymasz
ro: Asta vei primi
ru: Сумма, которую Вы получите
sr: Ovo je što ćete dobiti
tr: Alacağınız miktar

source: Fees depend on Data length
br: As taxas dependem do comprimento dos dados
cs: Poplatky se odvíjejí od množstí dat
de: Gebühren hängen von der Daten Menge ab
el: Τα τελη εξαρτωνται απο το μεγεθος των δεδομενων
es: Las comisiones dependen de la longitud de los Datos
fi: Kulut vaihtelevat Datan pituuden mukaan
fr: Les frais dépendent de la taille du champ "données" (data)
hi: शुल्क डेटा लंबाई पर निर्भर करता है
hu: A járulék az adat hosszától függ
it: Le tasse dipendono dalla lunghezza del campo Dati
jp: 料金はデータの長さによって異なります
nl: Fees hangen af van de datalengte
no: Avgift avhenger av Data lengde
pl: Opłaty zależą od wielkości pola Dane
ro: Comisionul depinde de mărimea datelor
ru: Комиссия зависит от количества символов в поле "Данные"
sr: Taksa zavisnosti od dužine Podataka
tr: Ücretler Veri boyutuna bağlıdır.

source: This is what the sender will pay
br: Isso que o remetente irá pagar
cs: Tolik zaplatí odesilatel
de: Der zu zahlende Betrag des Versenders
el: Αυτο το ποσο θα πληρωσει ο αποστολεας
es: Esto es lo que pagará quien hace el envío
fi: Tämän verran lähettäjä maksaa
fr: Voici ce que l'expéditeur va payer
hi: यह वही है जो प्रेषक भुगतान करेगा
hu: Ennyit fizet a küldő fél
it: Questo è quanto pagherà il mittente
jp: これは送信者が支払うものです
nl: Dit is wat de verzender zal betalen
no: Dette er hva sender vil betale
pl: Tyle zapłaci nadawca
ro: Aceasta este ceea ce expeditorul va plăti
ru: Сумма, которую отправитель должен будет оплатить
sr: Ovo je što će pošiljalac plaćati
tr: Göndericinin ödeyeceği miktar

source: Get BIS URL
br: Obter URL BIS
cs: Získat BIS URL
de: BIS URL erhalten
el: Δημιουργηστε BIS URL
es: Ir a la URL de BIS
fi: Hanki BIS URL
fr: Obtenir la BIS URL
hi: BIS URL प्राप्त करें
hu: BIS URL kérése
it: Ricevi URL BIS
jp: 取得BIS URL
nl: Verkrijg BIS URL
no: Få BIS URL
pl: Pobierz BIS URL
ro: Obțineți URL-ul BIS
ru: Получить BIS URL
sr: Dobiti BIS URL
tr: BIS URL alın

source: This is the QR code for your address, data and amount as a BisUrl.
br: Este é o código QR para o seu endereço, dados e quantidade em URL BIS
cs: Toto je QR kód vaší adresy, data a množství v BIS URL
de: QR Code für Ihre Adresse, Daten und Betrag als BIS URL.
el: Αυτο ειναι ενα QR code με την διευθυνση σας, τα δεδομενα και το ποσο σαν ενα BIS URL
es: Este es el código QR para tu dirección, datos y cantidad como un BisUrl.
fi: Tämä on QR koodi sinun osoitteellesi, datalle ja määrälle BisUrl muodossa.
fr: Ceci est le QR code pour votre addresse, données et montant en tant que BIS URL
hi: यह आपके पते, डेटा और राशि के लिए एक BIS URL के रूप में QR कोड है
hu: Ez a QR-kód a címedre, az adatokra és az összegre, mint BIS Url.
it: Questo è il QR code per il tuo indirizzo, dati e ammontare come URL BIS
jp: これは、住所、データ、および BIS URL としての金額の QR コードです。
nl: Dit is de QR code voor je adres, data en bedrag als een BisUrl.
no: Dette er QR koden for din adresse, data og beløp som BisUrl.
pl: To jest kod QR dla Twojego adresu, dane oraz kwota jako BIS URL
ro: Acesta este codul QR pentru adresa dvs., datele și suma ca un URL BIS
ru: Это QR-код ссылки, содержащей адрес кошелька, сообщения и суммы BIS
sr: Ovo je QR kod za vašu adresu, podatke i kolicinu kao BIS URL
tr: Adresiniz, veriniz ve BIS URL olarak miktarınıza ait QR kod budur.

source: You can copy/paste this image to send in a mail or anything
br: Você pode copiar/colar esta imagem para enviar por e-mail ou outro meio
cs: Můžete tento obrázek odeslat mailem či jinde
de: Sie können das Bild kopieren/ einfügen um es z.B. in einer E-mail oder anderweitig zu verschicken
el: Μπορειτε να κανετε αντιγραφη/επικολληση αυτης της εικονας ωστε να την στειλετε σε μια διευθυνση ηλεκτρονικου ταχυδρομειου η καπου αλλου
es: Puedes copiar/pegar esta imagen para enviar por mail o por donde quieras
fi: Voit kopioida/liittää tämän kuvan lähetettäväksi postitse tai miten tahansa muuten
fr: Vous pouvez copier/coller cette image pour l'envoyer par courriel ou d'une autre manière
hi: आप कॉपी या पेस्ट कर सकते हैं इस छवि को एक मेल में या कहीं और भेजने के लिए
hu: Ezt a képet bemásolhatja/beillesztheti, ha levélben vagy bármiben küldené
it: Puoi copiare/incollare quest'immagine per mandarla in un email o altrove
jp: この画像をコピーまたは貼り付け、メールやその他の場所に送信できます。
nl: Je kan deze afbeelding kopiëren/plakken in een e-mail of iets dergelijks
no: Du kan copy/paste dette bildet og sende i en epost eller annet
pl: Możesz skopiować/wkleić ten obraz w mailu itp.
ro: Puteți copia/lipi această imagine pentru a trimite într-un e-mail sau în altă parte
ru: Вы можете скопировать и вставить это изображение, чтобы отправить его по почте или другим способом
sr: Možete kopirati/nalepiti ovu sliku da bi mogli slati emailom ili drugom
tr: E-mail ya da başka bir yoldan gönderim yapmak için bu resmi kopyala/yapıştır yapabilirsiniz.

source: This is what the recipient will receive
br: Isso que o destinatário receberá
cs: Příjemce obdrží tuto částku
de: Empfänger erhält diesen Betrag.
el: Αυτο το ποσο θα παραλαβει ο παραληπτης
es: Esto es lo que el destinatario recibirá
fi: Tämän vastaanottaja saa
fr: Voici ce que le destinataire va recevoir
hi: यह वही है जो प्राप्तकर्ता प्राप्त होगा
hu: Ezt fogja megkapni a címzett
it: Il destinatario riceverà questo
jp: これは受信者が受け取るものです
nl: Dit is wat de ontvanger zal krijgen
no: Dette er hva mottaker vil få
pl: Tyle otrzyma adresat
ro: Aceasta este ceea ce destinatarul va primi
ru: Сумма, которую получит адресат
sr: Ovo je što je primalac primiti
tr: Alıcının alacağı miktar
