Repository: HeavensGold/TornadoWallet
Catalog: wallet/locale/*/LC_MESSAGES/messages.po
Languages: br, cs, de, el, es, fi, fr, hi, hu, it, jp, nl, no, pl, ro, ru, sr, tr

source: You have to tell the recipient address so the message can be encrypted with his public key
br: Você precisa informar o endereço do destinatário para que a mensagem possa ser criptografada com sua chave pública
cs: Musíte sdělit příjemcovu adresu, aby zpráva mohla být zaheslována jejich veřejnýám klíčem
de: Sie müssen die Empfänger Adresse angeben so dass die Nachricht mit seinem öffentlichem Schlüssel verschlüsselt werden kann
el: Θα πρεπει να ενημερωσετε την διευθυνση του αποδεκτη ωστε το μηνυμα να κρυπτογραφηθει με το δικο του προσωπικο κλειδι
fr: Vous devez indiquer un destinataire pour pouvoir chiffrer avec sa clé publique.
hi: आप को प्राप्तकर्ता का पता बताना है ताकि संदेश उसकी सार्वजनिक कुंजी के साथ एन्क्रिप्ट किया जा सकता है
hu: Meg kell mondani a címzett címét, hogy az üzenet titkosítható legyen a nyilvános kulcsával
it: Devi inserire l'indirizzo del destinatario, in modo che il messaggio possa essere criptato con la sua chiave pubblica
nl: Je dient het adres van de begunstigde mee te delen zodat het bericht versleuteld kan worden met zijn/haar publieke sleutel.
no: Du må fortelle mottaker adressen at meldingen kan krypteres med hans offentlige nøkkel
pl: Musisz podać adres odbiorcy, aby wiadomość mogła zostać zaszyfrowana jego kluczem publicznymm
ro: Trebuie să spuneți adresa destinatarului, astfel încât mesajul să poată fi criptat cu cheia sa publică
ru: Вы должны указать адрес получателя, чтобы сообщение могло быть зашифровано его открытым ключом
sr: Morate da kažete primaoca adrese tako da se poruka može kriptovati njegovim javnim ključem

source: Encrypt Message
br: Criptografar Mensagem
cs: Zaheslovat zprávu
de: Nachricht verschlüsseln
el: Κρυπτογραφηστε Το Μηνυμα
fi: Salaa viesti
fr: Chiffrer Message
hi: संदेश एन्क्रिप्ट करें
hu: Üzenet titkosítása
it: Cripta Messaggio
nl: Versleutel bericht
no: Krypter Melding
pl: Zaszyfruj Wiadomość
ro: Criptează mesaj
ru: Зашифровать сообщение
sr: Šifruj Poruku

source: Click text to copy
br: Clique no texto para copiar
cs: Vyberte text ke kopírování
de: Text anklicken um zu kopieren
el: Πατηστε στο κειμενο για αντιγραφη
fr: Cliquer le texte pour copier
hi: प्रतिलिपि बनाने के लिए पाठ क्लिक करें
hu: Kattintson a szövegre a másoláshoz
it: Clicca il testo per copiarlo
nl: Klik tekst om te kopiëren
no: Klikk tekst for å kopiere
pl: Kliknij tekst, aby skopiować
ro: Faceți clic pe text pentru a copia
ru: Нажмите на текст, чтобы скопировать
sr: Kliknite na tekst za kopiranje

source: Copied to Clipboard
br: Copiado para a área de transferência
cs: Zkopírováno do schránky
de: Kopiert in Ablage
el: Αντιγραφηκε στο προχειρο
fr: Copié dans le presse-papier
hi: क्लिपबोर्ड पर प्रतिलिपि बनाई गई
hu: A vágólapra másolt
it: Copiato negli appunti
nl: Gekopieerd naar het klembord
no: Kopiert til utklippstavlen
pl: Skopiowano do Schowka
ro: Copiat în Clipboard
ru: Скопировано в буфер обмена
sr: Kopirano u Clipboard

source: Send a transaction from a BIS URL
br: Envie uma transação a partir de uma URL BIS
cs: Odeslat pokyn pomocí BIS URL
de: Senden Sie eine Transaktion von einer BIS URL
el: Στειλτε μια συναλλαγη απο BIS URL
fr: Envoyer une transaction depuis une BIS URL
hi: BIS URL से कोई लेन-देन भेजें
hu: Küldj egy tranzakciót egy BIS URL-ből
it: Invia una transazione da un URL BIS
nl: Verzend een transactie vanuit een BIS URL
no: Send en transaksjon fra en BIS URL
pl: Wyślij transakcje z BIS URL
ro: Trimite o tranzacție dintr-un URL BIS
ru: Отправить транзакцию с BIS URL
sr: Pošaljite transakciju sa BIS URL-a

source: Paste the BIS URL you were given here
br: Cole aqui URL BIS que você recebeu
cs: Zde vložte BIS URL, kterou jste dostali
de: Fügen Sie die erhaltene BIS URL hier ein
el: Καντε επικολληση του BIS URL που σας δοθηκε εδω.
fr: Coller la BIS URL qu'o nvous a donné ici
hi: आपयहाँ दिए गए BIS URL चिपकाएँ
hu: Illessze be az itt megadott BIS URL-t
it: Incolla qui l'URL BIS che ti è stato dato
nl: Plak hier de ontvangen BIS URL
no: Lim inn BIS URL som du fikk her
pl: Wklej BIS URL, który otrzymałeś
ro: Lipiți URL-ul BIS care vi s-a dat aici
ru: Вставьте URL BIS, который вам дали
sr: Zalepite BIS URL koji ste dobili ovde

source: Decode BIS URL
br: Decodificar URL BIS
cs: Přečíst BIS URL
de: BIS URL dekodieren
el: Αποκωδικοποιηση του BIS URL
fr: Décoder la BIS URL
hi: URL को डीकोड करें
hu: BIS URL dekódolása
it: Decodifica l'URL BIS
nl: Decodeer BIS URL
no: Dekod BIS URL
pl: Dekoduj BIS URL
ro: Decodeaza URL-ul BIS
ru: Расшифровать BIS URL
sr: Dekodiraj BIS URL

source: Send BIS URL...
br: Enviar URL BIS...
cs: Odeslat BIS URL
de: Senden Sie die BIS URL...
el: Στειλτε BIS URL...
fr: Envoyer la transaction de la BIS URL...
hi: BIS URL भेजें...
hu: BIS URL küldése ...
it: Invia l'URL BIS
nl: Verzend BIS URL...
pl: Wyślij BIS URL...
ro: Trimite URL-ul BIS
ru: Отправить BIS URL ...
sr: Pošalji BIS URL...

source: {} Address(es)
br: {} Endereço(s)
cs: {} Adres
de: {} Adresse(n)
el: {} Διευθυνση(εις)
fr: {} Adresse(s)
hi: {} पता
hu: {} Címek
it: {} Indirizzo/i
nl: {} Adres(sen)
no: {} Adresse(r)
pl: {} Adres(y)
ro: {} Addresă(e)
ru: Адрес (а)
sr: {} Adresa(e)

source: Manage
br: Gerenciar
cs: Nastavit
de: Verwalten
el: Οργανωση
fr: Gérer
hi: प्रबंध
hu: Kezelés
it: Gestisci
nl: Beheer
no: Organiser
pl: Zarządzaj
ro: Gestionează
ru: Управлять
sr: Upravljati

source: addresses
br: endereços
cs: adresy
de: Adressen
el: διευθυνσεις
fr: adresses
hi: पता
hu: címek
it: Indirizzi
nl: adressen
no: adresser
pl: adresy
ro: Adrese
ru: адреса
sr: Adrese

source: Select one of your Bismuth addresses
br: Selecione um dos seus endereços Bismuth
cs: Vyberte jednu ze svých adres Bismuthu
de: Wähle eine Ihrer Bismuth Adressen aus
el: Επιλεξτε μια απο τις Bismuth διευθυνσεις σας
fr: Sélectionner une de vos adresses Bismuth
hi: अपने बिस्मथ पतों में से किसी एक का चयन करें
hu: Válassza ki az egyik Bismuth-címét
it: Seleziona uno dei tuoi indirizzi Bismuth
nl: Selecteer een van je Bismuth adressen
no: Velg en av dine Bismuth adresser
pl: Wybierz jeden z Twoich adresów Bismuth
ro: Selectează una din adresele tale Bismuth
ru: Выберите один из ваших адресов BISMUTH
sr: Izaberite jednu od Bizmutovih adresa

source: Create a new
br: Crie um novo
cs: Vyrvořit novou
de: Erstelle eine neue
el: Δημιουργια νεας
fr: Créer une nouvelle
hi: एक नया बनाएँ
hu: Újat létrehozni
it: Crea un nuovo
nl: Creëer een nieuwe
no: Lag en ny
pl: Stwórz nowy
ro: Creează o nouă
ru: Создать новый
sr: Stvoriti nova

source: address
br: endereço
cs: adresu
de: Adresse
el: διευθυνση
fr: adresse
hi: पता
hu: Cím
it: indirizzo
nl: adres
no: adresse
pl: adres
ro: adresă
ru: адрес
sr: adresa

source: Wallet is locked
br: Carteira bloqueada
cs: Peněženka užamčena
de: Wallet ist verriegelt
el: Το πορτοφολι ειναι κλειδωμενο
fr: Le porte monnaie est verrouillé
hi: बटुआ बंद है
hu: A tárca zárolva van
it: Il wallet è bloccato
nl: Wallet is vergrendeld
no: Lommebok er låst
pl: Portfel jest zablokowany
ro: Portofelul este blocat
ru: Кошелек заблокирован
sr: Novčanik je zaključan

source: Existing master password
br: Senha mestra existente
cs: Existující hlavní heslo
de: Bestehendes Master Passwort
el: Υφισταμενος βασικος κωδικος
fr: Mot de passe maître courant
hi: मौजूदा मास्टर पासवर्ड
hu: Meglévő master jelszó
it: Master password esistente
nl: Bestaand master paswoord
no: Eksisterende master passord
pl: Istnieje hasło główne
ro: Parola principală existentă
ru: Существующий мастер-пароль
sr: Postojeća glavna lozinka

source: This is the password that protects your private key(s)
br: Essa é a senha que protege sua(s) chave(s) privada(s)
cs: Toto heslo chrání vaše soukromé klíče
de: Dieses Passwort schützt Ihre privaten Schlüssel
el: Αυτος ο κωδικος προστατευει τα πρωσοπικα κλειδια σας
fr: C'est le mot de passe qui protège vos clés privées
hi: यह पासवर्ड है जो आपकी निजी कुंजियों की सुरक्षा करता है
hu: Ez a jelszó, amely megvédi a magánkulcsot
it: Questa è la password che protegge la/e tua/e chiave/i privata/e
nl: Dit is het paswoord dat je privésleutel(s) zal beveiligen
no: Dette er passordet som beskytter din(e) private nøkkel(nøkler)
pl: To jest hasło, które chroni Twoje klucze prywatne
ro: Aceasta este parola care protejează cheia privată(e)
ru: Это пароль, который защищает ваш(и) закрытый(е) ключ(и)
sr: Ovo je lozinka koja štiti vaše privatne ključeve

source: Wallet is unlocked
br: Carteira desbloqueada
cs: Peněženka odemčena
de: Wallet ist entriegelt
el: Το πορτοφολι ειναι ξεκλειδωτο
fr: Le porte monnaie est dé-verrouillé
hi: बटुआ खुला है
hu: A tárca ki van nyitva
it: Il wallet è sbloccato
nl: Wallet is ontgrendeld
no: Lommebok er ulåst
pl: Portfel jest odblokowany
ro: Portofelul este deblocat
ru: Кошелек разблокирован
sr: Novčanik je otključan

source: You can lock it back for extra safety if you don't plan to use it soon.
cs: Pokud ji neplánujete brzy použít, můžete ji opět uzamknout
de: Sie können es zur Sicherheit verriegeln, wenn Sie es nicht verwenden.
el: Μπορειτε να το κλειδωσετε για περισσοτερη προστασια εαν δεν σκοπευετε να το χρησιμοποιησετε.
fr: Vous pouvez le verrouiller pour plus de sécurité si vous ne comptez pas l'utiliser sous peu.
hi: आप इसे वापस अतिरिक्त सुरक्षा के लिए बंद कर सकते हैं अगर आप इसे जल्द ही उपयोग करने की योजना नहीं है.
hu: Visszazárhatja a fokozott biztonság érdekében ha rövid időn belül nem kívánja használni.
it: Puoi bloccarlo di nuovo per sicurezza extra se non intendi utilizzarlo presto.
nl: Je kan het opnieuw vergrendelen voor extra beveiliging als je niet van plan bent deze snel te gebruiken.
no: Du kan låse den igjen for ekstra sikkerhet hvis du ikke skal bruke den snart.
pl: Możesz zablokować dla dodatkowej ochrony jeśli nie planujesz użycia w najbliższym czasie.
ro: Îl puteți bloca înapoi pentru siguranță suplimentară, dacă nu aveți de gând să-l folosiți curând.
ru: Вы можете заблокировать его для дополнительной безопасности, если вы не планируете использовать его в ближайшее время
sr: Možete ga zaključati za dodatnu sigurnost ako ga ne planirate koristiti uskoro.

source: Master password
br: Senha mestra
cs: Hlavní heslo
de: Master Passwort
el: Βασικος κωδικος
fr: Mot de passe maître
hi: मास्टर पासवर्ड
hu: Fő jelszó
nl: Master paswoord
no: Master passord
pl: Hasło główne
ro: Parolă principală
ru: Основной пароль
sr: Glavna lozinka

source: Master password is set
br: A senha mestra está definida
cs: Hlavní heslo nastaveno
de: Master Passwort ist erstellt
el: Εχει οριστει βασικος κωδικος
fr: Le Mot de passe maître est défini
hi: मास्टर पासवर्ड सेट है
hu: Fő jelszó beállítva
it: Master password impostata
nl: Master paswoord is ingesteld
no: Master passord er satt
pl: Hasło główne jest ustawione
ro: Parola principala este setată
ru: Мастер-пароль установлен
sr: Glavna lozinka je postavljena

source: This is the password that will protect your private keys.
br: Essa é a senha que vai proteger suas chaves privadas.
cs: Toto heslo bude chránit vaše soukromé klíče.
de: Dieses Passwort schützt Ihre privaten Schlüssel
el: Αυτος ειναι ενας κωδικος που θα προστατευει τα προσωπικα κλειδια σας.
fr: C'est le mot de passe qui protège vos clés privées
hi: यह पासवर्ड है कि आपके निजी कुंजी की रक्षा करेगा.
hu: Ez a jelszó, amely megvédi a magánkulcsot
it: Questa è la password che proteggerà le tue chiavi private
nl: Dit is het paswoord dat je privésleutels zal beveiligen
no: Dette er passordet som vil beskytte dine private nøkler.
pl: To jest hasło, które będzie chronić Twoje klucze prywatne.
ro: Aceasta este parola care va proteja cheile private.
ru: Это пароль, который будет защищать ваши закрытые ключи.
sr: Ovo je lozinka koja će zaštititi vaše privatne ključeve.

source: Retype Master password
br: Digite a senha mestra novamente
cs: Opakujte hlavní heslo
de: Master Passwort erneut eingeben
el: Ξαναπληκτολογηστε τον βαασικο κωδικο
fr: Saisir à nouveau le mot de passe maître
hi: मास्टर पासवर्ड पुन: लिखें
hu: Írja be újra a fő jelszót
it: Reinserisci la Master password
nl: Geef Master paswoord opnieuw in
no: Tast Master passordet på nytt
pl: Wpisz ponownie hasło główne
ro: Reintroduceți parola principală
ru: Повторите мастер-пароль
sr: Ponovo upišite glavnu lozinku

source: Losing this password means loosing your keys!
br: Perder essa senha significa perder suas chaves!
cs: Přijít o toto heslo znamená přijít i o klíče!
de: Das Passwort zu verlieren bedeutet, dass Sie Ihre privaten Schlüssel verlieren!
el: Εαν χασετε αυτο τον κωδικο χανετε τα προσωπικα κλειδια σας!
fr: Si vous perdez ce mot de passe, vous perdrez l'accès à vos clés!
hi: इस पासवर्ड को खोने का मतलब है अपनी चाबी खो!
hu: A jelszó elvesztése a kulcsok elvesztését jelenti!
it: Perdere questa password significa perdere le tue chiavi!
nl: Indien je dit paswoord verliest, verlies je je sleutels!
no: Tap av dette passordet betyr at du mister dine nøkler!
pl: Utrata hasła oznacza utratę Twoich kluczy!
ro: Pierderea acestei parole înseamnă pierderea cheilor!
ru: Потеря этого пароля означает потерю ваших ключей!
sr: Gubljenje ove lozinke znači gubitak ključeva!

source: This will encrypt your wallet file. You may want to backup the unencrypted file first.
br: Isso irá criptografar o arquivo da carteira. Você pode querer fazer o backup do arquivo não criptografado primeiro.
cs: Tímto zaheslujete svou peněženku. Zvažte předtím zálohu nezaheslovaných souborů.
de: Dies wird Ihre Wallet Datei verschlüsseln. Sie möchten möglicherweise zuerst ein Backup von Ihrer unverschlüsselten Datei erstellen.
el: Αυτη η ενεργεια θα κρυπτογραφησει το αρχειο του πορτοφολιου σας. Ισως θελετε να δημιουργησετε αρχειο ασφαλειας χωρις κρυπτογραφηση πρωτα.
fr: Ceci va chiffrer votre porte monnaie. Vous pourriez vouloir sauvegarder le fichier en clair d'abord.
hi: यह आपके बटुए फ़ाइल एन्क्रिप्ट करेगा। आप पहले अनएन्क्रिप्टेड फ़ाइल का बैकअप लेना चाह सकते हैं.
hu: Ez titkosítja a tárca fájlját. Ajánlatos biztonsági mentést készíteni a nem titkosított fájlról.
it: Questo cripterà il file del tuo wallet. Puoi eseguire un backup del file prima.
nl: Dit zal je wallet bestand versleutelen. Maak eventueel eerst een backup van het onversleutelde bestand.
no: Dette vil kryptere din lommebok. Du vil kanskje ta en backup av den ukrypterte filen først.
pl: To zaszyfruje twój plik portfela. Możesz najpierw utworzyć kopię zapasową niezaszyfrowanego pliku.
ro: Acest lucru va cripta fișierul portofelului. Este posibil să vreți o copie de rezervă a fișierului necriptată mai întâi.
ru: Файл вашего кошелька будет зашифрован. Рекомендуем сделать резервную копию незашифрованного файла.
sr: Ovo će šifrovati vašu datoteku novčanika. Možda želite prvo da napravite rezervnu kopiju nešifrovane datoteke.

source: Master password is not set
br: A senha mestra não está definida
cs: Hlavní heslo není nastaveno
de: Master Passwort ist nicht erstellt
el: Δεν εχει οριστει βασικος κωδικος
fr: Le mot de passe maître n'est pas défini.
hi: मास्टर पासवर्ड सेट नहीं है
hu: Fő jelszó nincs beállítva
it: La Master Password non è impostata
nl: Master paswoord is niet ingesteld
no: Master passord er ikke definert
pl: Hasło główne nie jest ustawione
ro: Parola principală nu este setată
ru: Мастер-пароль не установлен
sr: Glavna lozinka nije postavljena

source: U2F TOKEN
br: TOKEN U2F
cs: TOKEN U2F
fr: Token U2F
hi: U2F टोकन
it: TOKEN U2F
pl: TOKEN U2F
ru: U2F ключ

source: Needed to confirm operation
br: Necessário para confirmar a operação
cs: Je nezbytné operaci potvrdit
de: Operation benötigt Bestätigung
el: Πρεπει να επιβεβαιωσετε την ενεργεια
fr: Nécessaire pour confirmer l'opération
hi: ऑपरेशन की पुष्टि करने के लिए आवश्यक
hu: Szükséges megerősíteni a műveletet
it: Necessario per confermare l'operazione
nl: Nodig om de actie te bevestigen
no: Behøvs for å bekrefte operasjon
pl: Należy potwierdzić operację
ro: Necesare pentru a confirma acțiunea
ru: Необходимо подтвердить операцию
sr: Potrebno za potvrdu operacije

source: Spending is currently not protected
cs: Utrácení momentálně není chráněno
de: Auszahlungen sind derzeitig nicht geschützt
el: Η διαδικασια ξοδεματος αυτη την στιγμη δεν προστατευετε
fr: Les transactions sortantes ne sont pas protégées actuellement
hi: खर्च वर्तमान में सुरक्षित नहीं है
hu: A költés jelenleg nem védett
it: Spesa attualmente non protetta
nl: Uitgeven is momenteel niet beveiligd
no: Bruk av BIS er ikke beskyttet
pl: Wysyłanie nie jest chronione
ro: Cheltuielile nu sunt în prezent protejate
ru: Защита от сомнительных операций не установлена
sr: Potrošnja trenutno nije zaštićena

source: Spending is currently protected by {}
cs: Utrácení je momentálně chráněno {}
de: Auszahlungen sind derzeitig geschützt von {}
el: Η διαδικασια ξοδεματος αυτη την στιγμη προστατευετε απο {}
fr: Les transactions sortantes sont actuellement protégées par {}
hi: खर्च वर्तमान में {} द्वारा सुरक्षित है
hu: A költés védett a/az {} által
it: Spesa attualmente protetta da {}
nl: Uitgeven is momenteel beveiligd door {}
no: Bruk av BIS er beskyttet av {}
pl: Wysyłanie jest chronione przez {}
ro: Cheltuielile sunt în prezent protejate de {}
ru: Защита от сомнительных операций установлена {}
sr: Potrošnja je trenutno zaštićena od {}

source: Your Bismuth addresses
br: Seus endereços Bismuth
cs: Tvé Bismuth adresy
de: Ihre Bismuth Adresse
el: Οι Bismuth διευθυνσεις σας
fr: Vos adresses Bismuth
hi: आपका बिस्मथ पता
hu: Az ön Bismuth címe
it: Il tuo indirizzo Bismuth
nl: Je Bismuth adressen
no: Dine Bismuth adresser
pl: Twoje adresy Bismuth
ro: Adresa ta Bismuth
ru: Ваши адреса BISMUTH
sr: Vaše Bismuth adrese

source: Your wallet directory is {}
br: Seu diretório de carteira é {}
cs: Adresář s vašimi adresami je {}
de: Ihr Wallet Verzeichnis ist {}
el: Ο φακελος του πορτοφολιου σας ειναι {}
fr: Le répertoire de votre porte monnaie est {}
hi: आपका बटुआ निर्देशिका {} है
hu: A mobiltárca könyvtára a {}
it: La directory del tuo wallet è {}
nl: Je wallet folder is {}
no: Din lommebok katalog er {}
pl: Twój katalog portfela to {}
ro: Locația portofelului este {}
ru: Директория вашего кошелька - {}
sr: Vaša direktorija novčanika je {}

source: Your wallet is {}
br: Sua carteira é {}
cs: Vaše adresa je {}
de: Ihr Wallet ist {}
el: Το πορτοφολι σας ειναι {}
fr: Votre porte monnaie est {}
hi: आपका बटुआ {} है
hu: A tárcája {}
it: Il tuo wallet è {}
nl: Je wallet is {}
no: Din lommebok er {}
pl: Twój portfel to {}
ro: Portofelul tau este {}
ru: Ваш кошелек - {}
sr: Vaš novčanik je {}

source: Label
br: Rótulo
cs: Označení
de: Bezeichnung
el: Τιτλος
fr: Etiquette
hi: लेबल
hu: Címke
it: Etichetta
no: Merkelapp
pl: Opis
ro: Etichetă
ru: ярлык
sr: Etiketa

source: Creation date
br: Data de criação
cs: Den vytvoření
de: Erstellungsdatum
el: Ημερομηνια δημιουργιας
fr: Date de création
hi: निर्माण की तारीख
hu: Létrehozás dátuma
it: Data di creazione
nl: Creatiedatum
no: Opprettelsesdato
pl: Data stworzenia
ro: Dată creare
ru: Дата создания
sr: Datum izrade

source: A private label for the new address
br: Um rótulo privado para o novo endereço
cs: Soukromé označení nové peněženky
de: Eine private Bezeichnung für diese neue Adresse
el: Προσωπικος τιτλος της νεας σας διευθυνσης
fr: Une étiquette privée pour cette nouvelle adresse
hi: नए पते के लिए एक निजी लेबल
hu: Privát címke az új címhez
it: Un etichetta privata per il nuovo indirizzo
nl: Een privélabel voor het nieuwe adres
no: En privat merkelapp for den nye adressen
pl: Prywatny opis dla nowego adresu
ro: O etichetă privată pentru noua adresă
ru: Приватный ярлык нового адреса
sr: Privatna oznaka za novu adresu

source: Create a new address
br: Crie um novo endereço
cs: Vytvořit novou adresu
de: Eine neue Adresse erstellen
el: Δημιουργηστε νεα διευθυνση
fr: Créer une nouvelle addresse
hi: नया पता बनाएँ
hu: Hozzon létre egy új címet
it: Crea un nuovo indirizzo
nl: Creëer een nieuw adres
no: Lag en ny adresse
pl: Stwórz nowy adres
ro: Crearea unei adrese noi
ru: Создать новый адрес
sr: Napravite novu adresu

source: Potential legacy wallet imports
cs: Import potencíálně původní peněženky
de: Mögliche alte Wallets importiert
el: Εν δυναμει κληροδοτημενες εισαγωγες πορτοφολιου
fr: Anciens porte monnaies potentiellement à importer.
hi: संभावित विरासत बटुआ आयात
hu: Lehetséges régi pénztárca importálása
it: Importi di potenziali legacy wallet
nl: Mogelijke legacy wallet imports
no: Potensiell import av gammelt lommebokformat
pl: Możliwy import starych portfeli
ro: Importuri potențiale de portofele moștenite
ru: Для импорта найдены устаревшие кошельки
sr: Potencijalni uvoz iz prethodnog novčanika

source: Invalid PIN Number
br: Número PIN inválido
cs: Nesprávný PIN
de: Ungültige PIN Nummer
el: Λαθος κωδικος PIN
fr: Code PIN invalide
hi: अमान्य PIN नंबर
hu: Érvénytelen PIN-kód
it: Numero PIN invalido
nl: Ongeldig PIN nummer
no: Ugyldig PIN nummer
pl: Nieprawidłowy numer PIN
ro: Număr PIN incorect
ru: Неверный ПИН-код
sr: Nevažeći PIN broj

source: Max of {} addresses reached.
br: Máximo de {} endereços alcançados.
cs: Maximální počet adres dosažen: {}
de: Maximale Anzahl von {} Adressen erreicht.
el: Φτασατε τον μεγιστο αριθμο {} διευθυνσεων.
fr: Nombre maximum d'adresses atteint ({})
hi: {} पतों का अधिकतम पहुँच गया.
hu: A maximális {} darab címet elérte.
it: Massimo di {} indirizzi raggiunto.
nl: Maximum van {} adressen is bereikt
no: Maks av {} adresser nådd.
pl: Maksymalna liczba adresów {} osiągnięta
ro: Maximul de {} adrese atinse.
ru: Достигнут максимум {} адресов.
sr: Dostignuto je najviše {} adresa.

source: Passwords do not match
br: As senhas não coincidem
cs: Hesla se neshodují
de: Passwörter stimmen nicht überein
el: Οι κωδικοι δεν ταιριαζουν
fr: Les mots de passe ne correspondent pas
hi: पासवर्ड मेल नहीं खाते
hu: A jelszavak nem egyeznek
it: Le password non combaciano
nl: Paswoorden komen niet overeen
no: Passord stemmer ikke
pl: Hasła nie zgadzają się
ro: Parolele nu se potrivesc
ru: Пароли не совпадают
sr: Lozinke se ne poklapaju

source: Your message '{}' has been signed.
br: Sua mensagem '{}' foi assinada.
cs: Vaše zpráva "{}" byla podepsána.
de: Ihre Nachricht '{}' wurde signiert.
el: Το μηνυμα '{}' εχει υπογραφει.
fr: Votre message '[}' a été signé
hi: आपका संदेश '{}' पर हस्ताक्षर किए गए हैं.
hu: Az „{}” üzenet aláírva.
it: Il tuo messaggio '{}' è stato firmato.
nl: Je bericht '{}' is getekend
no: Din melding '{}' har blitt signert.
pl: Twoja wiadomość '{}' została podpisana.
ro: Mesajul tău "{}" a fost semnat.
ru: Ваше сообщение "{}" было подписано.
sr: Vaša poruka '{}' je potpisana.

source: This feature is under construction.
br: Este recurso está em construção.
cs: Na této funkci se pracuje
de: Diese Funktion ist in Bearbeitung.
el: Αυτη η επιλογη ειναι υπο κατασκευη.
fr: Cette fonctionalité est en construction
hi: यह सुविधा निर्माणाधीन है.
hu: Ez a funkció fejlesztés alatt áll.
it: Questa funzionalità è in lavorazione.
nl: Er wordt gewerkt aan deze functionaliteit.
no: Denne funksjonen er under konstruksjon.
pl: Ta funkcja jest w budowie.
ro: Această caracteristică este în construcție.
ru: Эта функция находится в стадии разработки
sr: Ova funkcija je u izgradnji.

source: D:draggon
br: dragão
cs: drak
el: Δρακος
fi: draggon
fr: Draggon
hi: ड्रैगगोन
hu: draggon
it: draggon
jp: draggon
nl: draggon
no: draggon
pl: draggon
ro: D:dragon
ru: дракон
sr: draggon
tr: draggon

source: D:egg
br: ovo
cs: vejce
el: αυγο
fi: egg
fr: Oeuf
hi: अंडा
hu: egg
it: uovo
jp: egg
nl: egg
no: egg
pl: jajo
ro: D:ou
ru: яйцо
sr: egg
tr: egg
