Repository: HeavensGold/TornadoWallet
Catalog: wallet/locale/*/LC_MESSAGES/messages.po
Languages: br, cs, de, el, es, fi, fr, hi, hu, it, jp, nl, no, pl, ro, ru, sr, tr

source: D:See on Dragginator.com
br: Veja no Dragginator.com
cs: Otevřít na Dragginator.com
de: Ansehen auf Dragginator.com
el: Δειτε στο Dragginator.com
fi: Katso Dragginator.com
fr: Voir sur Dragginator.com
hi: Dragginator.com पर देखें
hu: Lásd a Dragginator.com -on
it: Guarda su Dragginator.com
jp: Dragginator.comで参照してください。
nl: Bekijk op Dragginator.com
no: Se Dragginator.com
pl: Zobacz na Dragginator.com
ro: Vezi pe Dragginator.com
ru: Посмотреть на Dragginator.com
sr: Videti na Dragginator.com
tr: Dragginator.com'da gör

source: D:Archive
br: Arquivo
cs: Archiv
de: Archiv
el: Αρχειο
fi: Arkistoi
fr: Archive
hi: पुरालेख
hu: Arhív
it: Archivio
jp: アーカイブ
nl: Archief
no: Arkiv
pl: Archiwum
ro: Arhivă
ru: Архив
sr: Arhiva
tr: Arşiv

source: D:Age
br: Idade
cs: Věk
de: Alter
el: Ηλικια
fi: Ikä
fr: Age
hi: उम्र
hu: Kor
it: Età
jp: 年齢
nl: Leeftijd
no: Alder
pl: Wiek
ro: Vârstă
ru: Возраст
sr: Starost
tr: Yaş

source: D:Rarity
br: Raridade
cs: Vzácnost
de: Seltenheit
el: σπανιοτητα
fi: Harvinaisuus
fr: Rareté
hi: दुर्लभता
hu: Ritkaság
it: Rarità
jp: 希少 性
nl: Zeldzaamheid
no: Sjeldenhet
pl: Rzadkość
ro: Raritate
ru: Редкость
sr: Retkost
tr: Rarity

source: D:You own this egg
br: Você é o dono desse ovo
cs: Vlastníte toto vejce
de: Sie besitzen dieses Ei
el: Σας ανηκει αυτο το αυγο
fi: Omistat tämän munan
fr: Cet oeuf est à vous
hi: आप इस अंडे के मालिक हैं
hu: Ön birtokolja ezt a tojást
it: Possiedi questo uovo
jp: あなたはこの卵を所有している
nl: Je bezit dit egg
no: Du eier dette egget
pl: Posiadasz to jajko
ro: Deții acest ou
ru: Это ваше яйцо
sr: Vlastujete ovaj Egg
tr: You own this egg

source: D:You don't own this egg
br: Você não é o dono desse ovo
cs: Toto vejce nevlastníte
de: Sie besitzen dieses Ei nicht
el: Δεν σας ανηκει αυτο το αυγο
fi: Et omista tätä munaa
fr: Ce n'est pas un de vos oeufs
hi: आप इस अंडे के मालिक नहीं है
hu: Ön nem birtokolja ezt a tojást
it: Non possiedi questo uovo
jp: あなたはこの卵を所有していない
nl: Je bezit dit egg niet
no: Du eier ikke dette egget
pl: Nie posiadasz tego jajka
ro: Nu deții acest ou
ru: Это не ваше яйцо
sr: Ne vlastujete ovaj Egg
tr: You don't own this egg

source: D:Send this egg to...
br: Envie esse ovo para ...
cs: Vybrat příjemce vejce
de: Sende dieses Ei an...
el: Στειλτε αυτο το αυγο στο...
fi: Lähetä tämä muna...
fr: Envoyer cet oeuf à ...
hi: यह अंडा भेजें ....
hu: Küldje el ezt a tojást a...
it: Invia questo uovo a...
jp: この卵を送る...
nl: Verzend dit egg naar...
no: Send dette egget til ...
pl: Wyślij to jajko do...
ro: Trimite acest ou la...
ru: Передать это яйцо новому владельцу
sr: Poslati ovaj Egg za...
tr: Send this egg to...

source: D:Sell this egg for BIS
br: Vender esse ovo por BIS
cs: Prodat toto vejce za BIS
de: Verkaufe dieses Ei für BIS
el: Πουληστε αυτο το αυγο για BIS
fi: Myy tämä muna hintaan _X_ BIS
fr: Vendre cet oeuf contre des BIS
hi: BIS के लिए इस अंडे को बेचें
hu: A tojást eladni BIS-ért
it: Vendi questo uovo per BIS
jp: この卵をBISで売る
nl: Verkoop dit egg voor BIS
no: Selg dette egget for BIS
pl: Sprzedaj to jajko za BIS
ro: Vinde acest ou pentru BIS
ru: Продать это яйцо за BIS
sr: Prodati ovaj Egg za BIS
tr: Sell this egg for BIS

source: D:Remove this egg from the marketplace
br: Remova esse ovo do mercado
cs: Odstranit toto vejce z trhu
de: Dieses Ei vom Marktplatz entfernen
el: Αφαιρεστε αυτο το αυγο απο την αγορα
fi: Poista tämä muna kaupasta
fr: Retirer cet oeuf de la vente
hi: बाजार से इस अंडे निकालें
hu: A tojás eltávolítása a piacról
it: Rimuovi questo uovo dal mercato
jp: 市場からこの卵を取り除く
nl: Verwijder dit egg van de marktplaats
no: Fjern dette egget fra markedsplassen
pl: Wycofaj to jajko z rynku
ro: Eliminați acest ou de pe piață
ru: Снять это яйцо с продажи
sr: Uklioniti ovaj Egg s pijace
tr: Remove this egg from the marketplace

source: EP:Direct Link to official Dashboard
br: Link direto para o painel oficial
cs: Přímý odkaz na oficiální tabuli
de: Direkter Link zum offiziellem Dashboard
el: Απευθειας συνδεση στον επισημο συγκεντρωτικο πινκακα
fi: Suora linkki viralliseen työpöytään
fr: Lien direct vers votre page mineur sur le site officiel
hi: आधिकारिक डैशबोर्ड से सीधा लिंक
hu: Közvetlen Link a hivatalos irányítópulthoz
it: Link diretto alla Dashboard officiale
jp: 公式ダッシュボードへの直接リンク
nl: Link naar officieel Dashboard
no: Direkte lenke til offisielt Dashboard
pl: Bezpośredni Link do oficjalnego Panelu
ro: Link direct către panoul oficial
ru: Прямая ссылка на официальную контрольную панель
sr: Direktni lnk za oficijalnu kontrolnu tablu
tr: Direct Link to official Dashboard

source: EP:Get last GPU miner
br: Baixe o minerador GPU mais recente
cs: Získat nejnovější GPU miner
de: Aktuellen GPU Miner aufrufen
el: Κατεβαστε το τελευταιο GPU miner
fi: Hanki viimeisin GPU mineri
fr: Télécharger le dernier mineur en date
hi: नवीनतम GPU खान में काम करनेवाला जाओ
hu: A legújabb GPU bányászprogram letöltése
it: Ottieni il miner GPU più recente
jp: 最新のGPUマイナーを入手する
nl: Verkrijg nieuwste GPU miner
no: Last ned siste GPU miner
pl: Pobierz najnowszego minera GPU
ro: Descarcă cel mai nou miner GPU
ru: Скачать последнюю версию GPU майнера
sr: Doći do zadnje verzije GPU majnera
tr: Get latest GPU miner

source: Join the Official Bismuth Discord for support
br: Junte-se ao Discord oficial do Bismuth para suporte
cs: Pžipojit se k oficiálnímu Bismuth Discordu a získat pomoc
de: Bei Fragen besuchen Sie den offiziellen Bismuth Discord Channel
el: Μπορειτε να συμμετεχετε στο επισημο Discord του Bismuth για υποστηριξη
fi: Liity viralliselle Bismuth Discord-kanavalle tukea varten
fr: Rejoindre le Discord officiel de Bismuth pour le support.
hi: समर्थन के लिए सरकारी बिस्मथ डिस्कॉर्ड में शामिल हों
hu: Csatlakozás a hivatalos Discordhoz támogatásért
it: Unisciti al Discord Bismuth ufficiale per il supporto
jp: サポートのための公式ビスマス不和に参加
nl: Neem deel aan het officieel Bismuth Discord kanaal voor support
no: Bli medlem av det offisielle Bismuth Discord for hjelp
pl: Dołącz do Oficjanlego kanału Bismuth na Discordzie, aby uzyskać pomoc
ro: Alătură-te canalului oficial de Discord pentru suport
ru: Присоединяйтесь к Официальному каналу на Дискорде для получения технической поддержки
sr: Pridruži se oficijalnog Discord grupe za podršku

source: EP:Hash Rate
br: Hash Rate
cs: Hash Rate
de: Hash Rate
el: Hash Rate
fi: Laskentateho
fr: Hash Rate
hi: हैश दर
hu: Hash sebesség
it: Hash Rate
jp: ハッシュレート
nl: Hash Rate
no: Hash Rate
pl: Prędkość kopania
ro: Rată Hash
ru: Хешрейт
sr: Hash Rate
tr: Hash Rate

source: EP:Last 12 hours
br: Últimas 12 horas
cs: Za posledních 12 hodin
de: Letzten 12 Stunden
el: Τελευταιες 12 ωρες
fi: Viimeiset 12 tuntia
fr: 12 dernières heures
hi: पिछले 12 घंटे
hu: Utolsó 12 óra
it: Ultime 12 ore
jp: 過去 12 時間
nl: Laatste 12 uur
no: Siste 12 timer
pl: Ostatnie 12 godzin
ro: Ultimele 12 ore
ru: Последние 12 часов
sr: Zadnjih 12 sati
tr: Last 12 hours

source: EP:Shares
br: Quota
cs: Podíly
de: Anteile
el: Shares
fi: Osuudet
fr: Shares
hi: शेयरों
hu: Részesedés
it: Condivisioni
jp: 株式
nl: Shares
no: Shares
pl: Szery
ro: Cote
ru: Акции
sr: Share-ovi
tr: Shares

source: EP:Workers
br: Trabalhadores
cs: Klienti
de: Arbeiter
el: Workers
fi: Työntekijää
fr: Mineurs
hi: श्रमिकों
hu: Munkások
it: Lavoratori
jp: 労働者
nl: Workers
no: Arbeidere
pl: Górnicy
ro: Muncitori
ru: Фермы
sr: Worker-i
tr: Workers

source: DT:Processing...
br: Processando...
cs: Zpracovávám
de: Verarbeitend...
el: Σε επεξεργασια...
fi: Käsittelee...
fr: Traitement en cours...
hi: प्रसंस्करण...
hu: Feldolgozás
it: Elaborando...
jp: 処理...
nl: Verwerken...
no: Prosesserer...
pl: Procesowanie...
ro: Procesează...
ru: В обработке...
sr: Obrada
tr: Processing...

source: DT:Search&nbsp;...
br: Pesquisar&nbsp;...
cs: Vyhledat&nbsp;...
de: Suchen&nbsp;...
el: Αναζητηση&nbsp;...
fi: Hae&nbsp;
fr: Chercher&nbsp;...
hi: खोज और nbsp;...
hu: Keresés&nbsp;...
it: Cerca&nbsp;...
jp: 検索&nbsp;...
nl: Zoeken&nbsp;...
no: Søk&nbsp;...
pl: Szukaj&nbps;...
ro: Caută&nbsp
ru: Поиск&nbsp;...
sr: Search&nbsp;...
tr: Search&nbsp;...

source: DT:Display _MENU_ elements
br: Exibir os elementos _MENU_
cs: Zobrazit prvky _NABÍDKY_
de: Zeige _MENU_ Elemente an
el: Εμφανισε _MENU_ στοιχεια
fi: Näytä _MENU_ elementit
fr: Afficher _MENU_ éléments
hi: प्रदर्शन_मेनू_ तत्वों
hu: Megjeleníti a _MENU_ elemeket
it: Mostra _MENU_ elementi
jp: 表示_メニュー_ 要素
nl: Geef _MENU_ items weer
no: Vis _MENU_elements
pl: Wyświetl _MENU_ elementów
ro: Arată elementele _MENU_
ru: Показать элементы _Menu_
sr: Prikazati _MENU_ elemente
tr: Display _MENU_ elements

source: DT:Display element _START_ to _END_ from _TOTAL_ elements
br: Exibir elemento _START_ até _END_ de _TOTAL_ elementos
cs: Zobrazit prvky _OD_ _DO_ ze _VŠECH_ prvků
de: Element anzeigen von _START_ bis _END_ von _TOTAL_ Elementen
el: Εμφανισε στοιχεια απο _START_ εως _END_ απο _TOTAL_ στοιχεια
fi: Display element _START_ to _END_ from _TOTAL_ elements
fr: Affichage des éléments _START_ à _END_ sur un total de _TOTAL_
hi: प्रदर्शन तत्व_प्रारंभ_ के लिए_अंत_ से_कुल_ तत्वों
hu: Kijelző elem _START_ -tól _END_ -ig származó _TOTAL_ elemek
it: Mostra elementi da _START_ a _FINE_ da _TOTAL_ elementi
jp: _開始_ から _終わり_ への要素を _合計_ 要素から表示する
nl: Geef items _START_ tot _EINDE_ weer van de _TOTAL_ items
no: Vis element _START_ to _END_ from _TOTAL_ elements
pl: Wyświetl element _POCZĄTEK_ do _KONIEC_ ze _WSZYSTKIE_ elementy
ro: Arată elementele de la _START_ până la _END_ din elementele _TOTAL_
ru: Показать элемент _START_ до _END_ из _TOTAL_ элементов
sr: Prikazati elemente od _START_ do _END_ iz _TOTAL_ elemenata
tr: Display element _START_ to _END_ from _TOTAL_ elements

source: DT:Nothing to display
br: Nada para mostrar
cs: Nic k zobrazení
de: Nichts zum Anzeigen
el: Τιποτα για εμφανιση
fi: Ei näytettävää
fr: Rien à afficher
hi: प्रदर्शित करने के लिए कुछ भी नहीं
hu: Semmi sem jeleníthető meg
it: Niente da mostrare
jp: 表示しない
nl: Niets om weer te geven
no: Ingenting å vise
pl: Nic do wyświetlenia
ro: Nimic de afișat
ru: Данные отсутствуют
sr: Ništa za prikazivanje
tr: Nothing to display

source: DT:filtered from _MAX_ total elements
br: filtrado de _MAX_ elementos totais
cs: Vybráno z _MAXIMÁLNÍHO_ počtu prvků
de: Gefiltert von _MAX_ insgesamten Elementen
el: φιλτραρισμενο απο _MAX_ στοιχεια
fi: suodatettu _MAX_ elementistä
fr: filtrés depuis _MAX_ éléments en tout
hi: फ़िल्टर किया गया_MAX_ कुल तत्व
hu: szűrve a _MAX_ teljes elemekből
it: Filtrato da _MAX_ elementi totali
jp: フィルタ処理元_MAX_ 合計要素
nl: gefilterd van totaal van _MAX_ items
no: filtrert from _MAX_ total elements
pl: wyfiltrowane z _MAKSIMUM_ wszystkich elementów
ro: filtrat din totalul elementelor _MAX_
ru: Результаты фильтра:
sr: filtrirano iz _MAX_ total elemenata
tr: filtered from _MAX_ total elements

source: DT:Loading...
br: Carregando...
cs: Načítám...
de: Lädt...
el: Φορτωνει...
fi: Lataa..
fr: Chargement...
hi: लोड...
hu: Betöltés...
it: Caricamento...
jp: 読み込み...
nl: Laden...
no: Laster...
pl: Ładowanie...
ro: Încarcă...
ru: Загружается...
sr: Učitavanje...
tr: Loading...

source: DT:No data in the table
br: Nenhum dado na tabela
cs: V tabulce nejsou data
de: Keine Daten in der Tabelle
el: Δεν υπαρχουν δεδομενα
fi: Ei dataa taulussa
fr: Pas de donnée dans le tableau
hi: तालिका में कोई डेटा नहीं
hu: Nincs adat a táblában
it: Nessun dato nella tabella
jp: テーブルにデータがありません
nl: Geen data in de tabel
no: Ingen data i tabellen
pl: Brak danych w tabeli
ro: Nu exista date
ru: В этой таблице нет данных
sr: Nema podataka u tabeli
tr: No data in the table

source: DT:First
br: Primeiro
cs: První
de: Erste
el: Πρωτη
fi: Ensimmäinen
fr: Premier
hi: पहले
hu: Első
it: Primo
jp: まずは
nl: Eerste
no: Først
pl: Pierwszy
ro: Primul
ru: Первый
sr: Prvi
tr: First

source: DT:Previous
br: Anterior
cs: Předchozí
de: Vorherige
el: Προηγουμενη
fi: Edellinen
fr: Précédent
hi: पिछला
hu: Előző
it: Precedente
jp: 先の
nl: Vorige
no: Forrige
pl: Poprzedni
ro: Anterior
ru: Предыдущий
sr: Prethodni
tr: Previous

source: DT:Next
br: Próximo
cs: Další
de: Nächste
el: Επομενη
fi: Seuraava
fr: Suivant
hi: अगला
hu: Következő
it: Prossimo
jp: 次に
nl: Volgende
no: Neste
pl: Następny
ro: Următorul
ru: Следующий
sr: Sledeći
tr: Next

source: DT:Last
br: Último
cs: Poslední
de: Letzte
el: Τελευταια
fi: Viimeinen
fr: Dernier
hi: पिछला
hu: Utolsó
it: Ultimo
jp: 前の
nl: Laatste
no: Siste
pl: Ostatni
ro: Ultimul
ru: Последний
sr: Zadnji
tr: Last

source: DT:Sort by ascending order
br: Ordenar por ordem crescente
cs: Seřadit vzestupně
de: Sortieren nach aufsteigender Anordnung
el: Ταξινομιση σε αυξουσα σειρα
fi: Nouseva järjestys
fr: Trier par ordre ascendant
hi: आरोही क्रम के द्वारा सॉर्ट करें
hu: Rendezés növekvő sorrendben
it: Ordina in ordine crescente
jp: 昇順で並べ替える
nl: Sorteer oplopend
no: Sorter i økende rekkefølge
pl: Posortuj rosnąco
ro: Sortează ascendent
ru: Сортировать по возрастанию
sr: Sortiraj po uzlaznog redosleda
tr: Sort by ascending order

source: DT:Sort by descending order
br: Ordenar por ordem decrescente
cs: Seřadit sestupně
de: Sortieren nach absteigender Anordnung
el: Ταξινομιση σε φθινουσα σειρα
fi: Laskeva järjestys
fr: Trier par ordre descendant
hi: अवरोही क्रम के द्वारा सॉर्ट करें
hu: Rendezés csökkenő sorrendben
it: Ordina in ordine decrescente
jp: 降順で並べ替え
nl: Sorteer aflopend
no: Sorter i fallende rekkefølge
pl: Posortuj malejąco
ro: Sortează descendent
ru: Сортировать по убыванию
sr: Sortiraj po silaznog redosleda
tr: Sort by descending order

source: D:You don't own any egg ;(
br: Você não possui nenhum ovo ;(
cs: Nevlastníte žádná vejce ;(
de: Sie besitzen kein Ei ;(
el: Δεν σας ανηκει καποιο αυγο :(
fi: Et omistaa yhtään munaa ;(
fr: Vous ne possédez encore aucun oeuf :(
hi: आप किसी भी अंडे के मालिक नहीं ;(
hu: Ön nem rendelkezik tojásokkal ;(
it: Non possiedi nessun uovo :(
jp: お前は卵を持ってない;(
nl: Je hebt geen eggs ;(
no: Du eier ingen egg ;(
pl: Nie posiadasz żadnego jajka ;(
ro: Nu deții nici un ou ;(
ru: К сожалению у Вас нет яиц
sr: Nemate svojih jajeta ;(
tr: You don't own any egg ;(

source: D:Buy an egg for {} BIS
br: Compre um ovo por {} BIS
cs: Zakoupit vejce za {} BIS
de: Kaufe ein Ei für {} BIS
el: Αγοραστε ενα αυγο για {} BIS
fi: Osta muna hintaan {} BIS
fr: Acheter un oeuf pour {} BIS
hi: {} BIS के लिए एक अंडा खरीदें
hu: Venni tojást {} BIS-ért
it: Compra un uovo per {} BIS
jp: 卵を買う{} BIS
nl: Koop een egg voor {} BIS
no: Kjøp et egg for {} BIS
pl: Kup jajko za {} BIS
ro: Cumpără un ou cu {} BIS
ru: Купить яйцо за {} BIS
sr: Kupiti jajeta za {} komada BIS-a
tr: Buy an egg for {} BIS

source: D:You own {} eggs
br: Você possui {} ovos
cs: Vlastníte {} vajec
de: Sie besitzen {} Eier.
el: Σας ανηκουν {} αυγα
fi: Omistat {} munaa
fr: Vous êtes propriétaire de {} oeufs
hi: आप {} अंडे के मालिक हैं
hu: Ön rendelkezik {} tojással
it: Possiedi {} uova
jp: 自分が所有している{} 卵
nl: Je hebt {} eggs
no: Du eier {} egg
pl: Liczba posiadanych jajek: {}
ro: Deții {} ouă
ru: У вас есть {} яиц
sr: Imate {} komada jajeta
tr: You own {} eggs

source: D:Buy for {} BIS
br: Compre por {} BIS
cs: Koupit za {} BIS
de: Kaufen für {} BIS
el: Αγοραστε για {} BIS
fi: Osta hintaan {} BIS
fr: Acheter pour {} BIS
hi: {} BIS के लिए खरीदें
hu: Vásárlás {} BIS-ért
it: Compra per {} BIS
jp: 購入対象{} BIS
nl: Koop voor {} BIS
no: Kjøp for {} BIS
pl: Kup za {} BIS
ro: Cumpară cu {} BIS
ru: Купить за {} BIS
sr: Kupiti {} komada BIS-a
tr: Buy for {} BIS

source: D:Price
br: Preço
cs: Cena
de: Preis
el: Τιμη
fi: Hinta
fr: Prix
hi: मूल्य
hu: Ár
it: Prezzo
jp: 価格
nl: Prijs
no: Pris
pl: Cena
ro: Preț
ru: Цена
sr: Cena
tr: Price

source: Transaction Status
br: Status da Transação
cs: Stav pokynu
de: Transaktions Status
el: Κατασταση συναλλαγης
fi: Transaktion status
fr: Etat de la transaction
hi: लेन-देन की स्थिति
hu: Tranzakció státusza
it: Stato transazione
jp: トランザクションステータス
nl: Status transactie
no: Transaksjonsstatus
pl: Status transakcji
ro: Status tranzacție
ru: Статус перевода
sr: Status tranzakcije

source: "operation" allows for powerful Bismuth Features. Leave empty until otherwise required.
br: "operação" permite poderosos recursos Bismuth. Deixe vazio, a menos que seja necessário.
cs: "operace" umožňuje pokročilé funkce Bismuthu. Nevyplňujte, pokud není vyžadováno jinak.
de: "Operation" befähigt leistungsfähige Bismuth Funktionen. Leer lassen wenn nicht anderenfalls verlangt.
el: η "διεργασια" υπολογιζετε για ισχυρες λειτουργιες του Bismuth. Αφηστε κενο εκτος εαν χρειαζεται.
fi: "operation" allows for powerful Bismuth Features. Leave empty unless otherwise required.
fr: "Opération" met en oeuvre des fonctions puissantes. Laissez vide à moins d'avoir un besoin explicite.
hi: "ऑपरेशन" शक्तिशाली बिस्मथ सुविधाओं के लिए अनुमति देता है। जब तक अन्यथा आवश्यक न हो रिक्त छोड़ दें।
hu: az "operáció" lehetővé teszi a Bismuth erőteljes jellemzőit. Haggya üressen hacsak ez nincs mésképp kívánva.
it: "operazione" abilità delle potenti funzioni Bismuth. Lascia vuoto se non richiesto diversamente.
jp: 「操作」は強力なビスマスの特徴を可能にする。特に必要な場合を除き、空のままにします。
nl: "operatie" laat krachtige Bismuth functionaliteiten toe. Laat leeg tenzij dit noodzakelijk is.
no: "operation" tillater kraftige Bismuth funksjoner. La feltet være tomt hvis ikke nødvendig.
pl: "operacja" wykorzystawana w zaawansowanych funkcjach Bismuth. Pozostaw puste jeśli nie jest wymagane.
ro: "operation" se foloseste pentru puternicele caracteristici Bismuth. Lasă gol dacă nu ți s-a cerut.
ru: "операции" используются для дополнительных функций Bismuth. Для обычных транзакций это поле должно оставаться пустым. Используйте его, если только знаете, что делаете.
sr: "operacija" omogućava snažan Bismuth osobine. Ostavite prazno osim ako drugačije zahtevno.
tr: "operation" allows for powerful Bismuth Features. Leave empty unless otherwise required.

source: No data
br: Sem dados
cs: Žádná data
de: Keine Daten
el: Δεν υπαρχουν δεδομενα
fr: Pas de donnée
hi: कोई डेटा नहीं
hu: Nincs adat
it: Nessun dato
jp: データなし
nl: Geen data
no: Ingen data
pl: Brak danych
ro: Lipsă date
ru: Нет данных
sr: Nema podataka

source: This crystal is activated but needs a wallet restart.
br: Este cristal está ativado, mas precisa de uma reinicialização da carteira.
cs: Tento krystal je aktivní, ale vyžaduje restart peněženky.
de: Dieses Crystal ist aktiviert, benötigt aber einen Wallet Neustart.
el: Αυτος ο κρυσταλλος ειναι ενεργοποιημενος αλλα χρειαζεται επανεκινηση του πορτοφολιου
fr: Ce cristal est activé mais nécessite un redémarrage du porte monnaie.
hi: इस क्रिस्टल सक्रिय है, लेकिन एक बटुआ पुनः आरंभ की जरूरत है.
hu: Ez a kristály aktiválódik, de pénztárca újraindítása szükséges.
it: Questo cristallo è attivo ma richiede un riavvio del wallet.
jp: この結晶は活性化されますが、ウォレットの再起動が必要です.
nl: Deze Crystal is niet geactiveerd maar heeft een heropstart van de wallet nodig.
no: Denne krystall er aktivert men lommebok må startes på nytt.
pl: Ten crystal jest aktywowany ale wymaga restartu portfela.
ro: Cristalul este activat dar portofelul necesită resetat.
ru: Этот кристалл активирован, но требуется перезагрузка кошелька.
sr: Crystal je aktivirano ali treba novčaniku restart.

source: No protection
br: Sem proteção
cs: Bez ochrany
de: Kein Schutz
el: Δεν υπαρχει προστασια
fi: Ei suojausta
fr: Pas de protection
hi: कोई सुरक्षा नहीं
hu: Nincs védelem
it: Nessuna protezione
jp: 保護なし
nl: Geen beveiliging
no: Ingen beskyttelse
pl: Brak ochrony
ro: Fară protesție
ru: Без защиты
sr: Bez zaštite

source: PIN Code
br: Código PIN
cs: Kód PIN
el: Κωδικος PIN
fi: PIN Koodi
fr: Code PIN
hi: पिन कोड
hu: PIN-kód
it: Codice PIN
jp: PIN コード
no: Pinkode
pl: Numer PIN
ro: Cod PIN
ru: Пин-код
sr: PIN kod

source: U2F Token
br: Token U2F
cs: Token U2F
fr: Token U2F
hi: U2F टोकन
it: Token U2F
jp: U2F トークン
pl: Token U2F
ro: Token U2F
ru: ключ U2F

source: Wallet info
br: Informações da carteira
cs: Informace o peněžence
el: Πληροφοριες πορτοφολιου
fi: Lompakon tiedot
fr: Information sur le porte monnaie
hi: वॉलेट जानकारी
hu: Tárca információ
it: Info Wallet
jp: ウォレット情報
no: Informasjon om lommebok
pl: Informacje o portfelu
ro: Informații portofel
ru: Информация о кошельке
sr: Informacije o novčaniku

source: Apply
br: Aplicar
cs: Použít
de: Anwenden
el: Εφαρμογη
fr: Appliquer
hi: लागू करना
hu: Alkalmaz
it: Applica
jp: 適用
nl: Toepassen
no: Anvend
pl: Zastosuj
ro: Aplică
ru: Применить
sr: Primeniti

source: Close
br: Fechar
cs: Zavřít
de: Schließen
el: Κλεισιμο
fi: Sulje
fr: Fermer
hi: बंद करना
hu: Bezárás
it: Chiudi
jp: 閉じる
nl: Sluiten
no: Steng
pl: Zamknij
ro: Închide
ru: Закрыть
sr: Zatvoriti

source: Sign message
br: Assinar mensagem
cs: Podepsat zprávu
de: Nachricht signieren
el: Υπογραψτε το μηνυμα
fr: Signer le message
hi: संदेश पर हस्ताक्षर करें
hu: Jel üzenet
it: Firma messaggio
jp: 署名メッセージ
nl: Teken bericht
no: Signer melding
pl: Podpisz wiadomość
ro: Semnează mesaj
ru: Подпишите сообщение
sr: Potpiši poruku

source: Sign some data for off chain usage with your private key.
br: Assine alguns dados para uso fora da cadeia com sua chave privada.
cs: Uložte data pro externí použití svým soukromým klíčem.
de: Signiere einige Daten zur Off-Chain Verwendung mit Ihrem privaten Schlüssel.
el: Υπογραψτε με το προσωπικο σας κλειδι τα δεδομενα για χρηση εκτος αλυσιδας.
fr: Signer des données pour un usage hors chaîne, avec votre clé privée.
hi: अपनी निजी कुंजी के साथ बंद श्रृंखला उपयोग के लिए कुछ डेटा पर हस्ताक्षर करें।
hu: Jelentkezzen néhány adattal a lánc használatához a magánkulccsal.
it: Firma alcuni dati per utilizzo off chain con la tua chiave privata.
jp: 秘密キーを使用してチェーン外の使用に関するデータに署名する.
nl: Teken wat data voor off chain gebruik met je privésleutel
no: Signer data for off chain bruk med din private nøkkel.
pl: Podpisz dane Twoim kluczem prywatnym dla użycia off-chain.
ro: Semnează unele date pentru utilizarea în afara lanțului cu cheia privată.
ru: Подпишите данные с помощью приватного ключа для их передачи вне блокчейна (иными способами)
sr: Potpišite neke podatke za upotrebu van lanca sa svojim privatnim ključem.

source: Spend protection
br: Proteção de gastos
cs: Ochrana před utrácením
de: Zahlungsschutz
el: Ξοδεψτε προστασια
fr: Protection des dépenses
hi: सुरक्षा खर्च करें
hu: Költés védelem
it: Protezione spese
nl: Spendeer beveiliging
no: Bruksbeskyttelse
pl: Ochrona wysyłania
ro: Protecție anticonsum
ru: Ограничить расходы
sr: Zaštita potrošnje

source: Sign Message
br: Assinar Mensagem
cs: Podepsat zprávu
de: Nachricht signieren
el: Υπογραψτε Το Μηνυμα
fr: Signer Message
hi: संदेश पर हस्ताक्षर करें
hu: Jel Üzenet
it: Firma Messaggio
nl: Teken bericht
no: Signer Melding
pl: Podpisz Wiadomość
ro: Semnează mesaj
ru: Подписать сообщение
sr: Potpiši Poruku

source: Encrypt message
br: Criptografar mensagem
cs: Zaheslovat zprávu
de: Nachricht verschlüsseln
el: Κρυπτοφραφηστε το μηνυμα
fi: Salaa viesti
fr: Chiffrer un message
hi: संदेश एन्क्रिप्ट करें
hu: Az üzenet titkosítása
it: Cripta messaggio
nl: Versleutel bericht
no: Krypter melding
pl: Zaszyfruj wiadomość
ro: Criptează mesaj
ru: Зашифровать сообщение
sr: Šifruj poruku

source: Encrypt data for off chain usage.
br: Criptografar dados para uso fora da cadeia.
cs: Zaheslovat data pro externí použití.
de: Verschlüsseln Sie Daten zur Off-Chain Verwendung.
el: Κρυπτογραφηστε δεδομενα για χρηση εκτος αλυσιδας.
fr: Chiffrer des données pour usage hors chaîne.
hi: बंद श्रृंखला उपयोग के लिए डेटा एन्क्रिप्ट करें।
hu: Adatok titkosítása a lánc használatához.
it: Cripta dati per utilizzo off chain.
nl: Versleutel bericht voor off chain gebruik
no: Krypter data for off chain bruk.
pl: Zaszyfruj dane dla użycia off-chain.
ro: Criptează datele pentru utilizarea în afara lanțului.
ru: Зашифровать данные для их передачи вне блокчейна (иными способами)
sr: Šifrujte podatke za upotrebu van lanca.
