Repository: HeavensGold/TornadoWallet
Catalog: wallet/locale/*/LC_MESSAGES/messages.po
Languages: br, cs, de, el, es, fi, fr, hi, hu, it, jp, nl, no, pl, ro, ru, sr, tr

source: Version
br: Versão
cs: Verze
el: Εκδοση
fi: Versio
hi: संस्करण
hu: Verzió
it: Versione
jp: バージョン
nl: Versie
no: Versjon
pl: Wersja
ro: Versiune
ru: Версия
sr: Verzija
tr: Versiyon

source: Operation
br: Operação
cs: Operace
el: Διεργασια
fi: Operaatio
hi: कार्रवाई
hu: Operáció
it: Operazione
jp: 操作
nl: Operatie
no: Operasjon
pl: Operacja
ro: Operațiune
ru: Операция
sr: Operacija
tr: İşlem

source: Navigation
br: Navegação
cs: Navigace
el: Πλοηγηση
fi: Navigaatio
hi: नेविगेशन
hu: Navigáció
it: Navigazione
jp: ナビゲーション
nl: Navigatie
no: Navigasjon
pl: Nawigacja
ro: Navigare
ru: Навигация
sr: Navigacija
tr: Gezinti

source: OK
cs: Potvrdit
el: ΟΚ
hi: ठीक है
jp: わかりました

source: BismuthClient version {}
br: BismuthClient versão {}
hi: बिस्मथ क्लाइंट संस्करण {}

source: BIS URL
br: URL BIS
fi: BIS web-osoite
it: URL BIS
ro: URL BIS

source: Bismuth vs USD
cs: Bismuth v USD
el: Bismuth προς Δολαριο Αμερικης
fi: Bismuth vs Yhdysvaltain dollari
ru: Bismuth к Доллару США

source: Txid
el: Ταυτοτητα συναλλαγης

source: IP
fi: IP-osoite
