Repository: HeavensGold/TornadoWallet
Catalog: wallet/locale/*/LC_MESSAGES/messages.po
Languages: br, cs, de, el, es, fi, fr, hi, hu, it, jp, nl, no, pl, ro, ru, sr, tr

source: Credits
br: Créditos
cs: Autoři
de: Danksagung
el: Συντελεστες
es: Créditos
fi: Tekijät
fr: Remerciements
hi: क्रेडिट
hu: Érdem
it: Crediti
jp: クレジット
nl: Over
no: Kreditt
pl: Twórcy
ro: Merite
ru: О создателях
sr: Zasluga
tr: Jenerik

source: This wallet wouldn't have existed without...
br: Esta carteira não existiria sem...
cs: Tato peneženka by nevznikla bez...
de: Dieses Wallet hätte nicht existiert ohne…
el: Αυτο το πορτοφολι δεν θα υπηρχε χωρις τους...
es: Esta cartera no hubiera existido sin...
fi: Tätä lompakkoa ei olisi olemassa ilman...
fr: Ce projet n'aurait pas vu le jour sans...
hi: इस बटुए के बिना अस्तित्व में नहीं होता ...
hu: Ez a pénztárca nem létezett volna anélkül, hogy...
it: Questo wallet non esisterebbe senza...
jp: この財布は存在しなかっただろう...
nl: Deze wallet zou er niet zijn zonder...
no: Denne lommebok ville ikke ha eksistert uten...
pl: Ten portfel nie istniałby bez..
ro: Acest portofel nu ar fi existat fără...
ru: Создание этого кошелька не было бы возможным без...
sr: Ovaj novčanik ne bi postojalo bez, da...
tr: Burada adı geçenler olmasaydı, bu cüzdan varolamazdı

source: The "Material Dark" template by <a href="https://www.creative-tim.com" target="_blank">Creative Tim</a>
br: O tema "Material Escuro", de <a href="https://www.creative-tim.com" target="_blank">Creative Tim</a>
cs: The "Material Dark" šablona od <a href="https://www.creative-tim.com" target="_blank">Creative Tim</a>
de: Das „Material Dark“ Template von <a href=„https://www.creative-tim.com“ target=„_blank“>Creative Tim</a>
el: Το υποδειγμα "Material Dark" απο τον <a href="https://www.creative-tim.com" target="_blank">Creative Tim</a>
es: La plantilla "Material Dark" creada por <a href="https://www.creative-tim.com" target="_blank">Creative Tim</a>
fi: "Materiaalinen Pimeys" malli <a href="https://www.creative-tim.com" target="_blank">Creative Tim</a>
fr: Modèle "Material Dark" par <a href="https://www.creative-tim.com" target="_blank">Creative Tim</a>
hi: "सामग्री डार्क" टेम्पलेट द्वारा <a href="https://www.creative-tim.com" target="_blank">रचनात्मक टिम</a>
hu: A "Material Dark" sablon <a href="https://www.creative-tim.com" target="_blank"> Creative Tim </a> segítségével
it: Il template "Material dark" di <a href="https://www.creative-tim.com" target="_blank">Creative Tim</a>
jp: 「マテリアルダーク」テンプレート<a href="https://www.creative-tim.com" target="_blank">クリエイティブティム</a>
nl: De "Material Dark" template door <a href="https://www.creative-tim.com" target="_blank">Creative Tim</a>
no: "Material Dark" malen av <a href="https://www.creative-tim.com" target="_blank">Creative Tim</a>
pl: Szablon "Material Dark" od a href="https://www.creative-tim.com" target="_blank">Creative Tim</a>
ro: Șablon "Material Dark" de <a href="https://www.creative-tim.com" target="_blank">Creative Tim</a>
ru: Шаблон "Material Dark" (создан <a href="https://www.creative-tim.com" target="_blank">Creative Tim</a>)
sr: Sa pomoćom "Material Dark" <a href="https://www.creative-tim.com" target="_blank"> Creative Tim </a> sablonom
tr: "Material Dark" şablonu <a href="https://www.creative-tim.com" target="_blank">Creative Tim</a> tarafından oluşturulmuştur.

source: Python, awesome language!
br: Python, linguagem incrível!
cs: Skvělý jazyk Python!
de: Python, eine großartige Sprache!
el: Python, μια καταπληκτικη γλωσσα προγραμματισμου!
es: Python, ¡genial lenguaje de programación!
fi: Python, loistava ohjelmointikieli!
fr: Python, un langage incroyable !
hi: Python, भयानक भाषा!
hu: Python, fantasztikus nyelv!
it: Python, un fantastico linguaggio!
jp: パイソン、素晴らしい言語!
nl: Python, geweldige taal!
no: Python, rått språk!
pl: Python, wspaniały język!
ro: Python, un limbaj minunat!
ru: Python, высококлассный язык программирования!
sr: Python, fantastican jezik!
tr: Phyton, mükemmel bir dil!

source: The <a href="https://www.tornadoweb.org/en/stable/index.html" target="_blank">Tornado</a> web application framework
br: A <a href="https://www.tornadoweb.org/en/stable/index.html" target="_blank">Tornado</a> estrutura de aplicativos da web
cs: The <a href="https://www.tornadoweb.org/en/stable/index.html" target="_blank">Tornado</a> síťový aplikační framework
de: Das <a href=„https://www.tornadoweb.org/en/stable/index.html“ target=„_blank“>Tornado</a> Web Applikationssystem
el: Το πλαισιο της δυκτιακης εφαρμογης <a href="https://www.tornadoweb.org/en/stable/index.html" target="_blank">Tornado</a>
es: La plataforma de aplicación web <a href="https://www.tornadoweb.org/en/stable/index.html" target="_blank">Tornado</a>
fi: <a href="https://www.tornadoweb.org/en/stable/index.html" target="_blank">Tornado</a> Web-Sovelluskehys
fr: Le framework Web <a href="https://www.tornadoweb.org/en/stable/index.html" target="_blank">Tornado</a>
hi: <a href="https://www.tornadoweb.org/en/stable/index.html" target="_blank">Tornado</a> वेब अनुप्रयोग ढांचा
hu: A <a href="https://www.tornadoweb.org/en/stable/index.html" target="_blank"> Tornado </a> webes alkalmazás keretrendszer
it: Web application framework <a href="https://www.tornadoweb.org/en/stable/index.html" target="_blank">Tornado</a>
jp: <a href="https://www.tornadoweb.org/en/stable/index.html" target="_blank">Tornado</a> ウェブアプリケーション フレームワーク
nl: Het <a href="https://www.tornadoweb.org/en/stable/index.html" target="_blank">Tornado</a> web applicatie framework
no: <a href="https://www.tornadoweb.org/en/stable/index.html" target="_blank">Tornado</a> web utviklingsmiljø
pl: <a href="https://www.tornadoweb.org/en/stable/index.html" target="_blank">Tornado</a> web application framework
ro: Arhitectura aplicației web <a href="https://www.tornadoweb.org/en/stable/index.html" target="_blank">Tornado</a>
ru: фреймворк веб-приложения <a href="https://www.tornadoweb.org/en/stable/index.html" target="_blank">Торнадо</a>
sr: <a href="https://www.tornadoweb.org/en/stable/index.html" target="_blank">Tornado</a> okruženje web aplikacije
tr: The <a href="https://www.tornadoweb.org/en/stable/index.html" target="_blank">Tornado</a> web uygulama framework'ü

source: About
br: Sobre
cs: Podrobnosti
de: Über
el: Σχετικα
es: Sobre nosotros
fi: Lisätietoa
fr: À propos
hi: विषय में
hu: Bővebben
it: Informazioni aggiuntive
jp: に関しては
nl: Details
no: Om
pl: O stronie
ro: Despre
ru: О программе
sr: O nama
tr: Hakkında

source: Tornado wallet version {}
br: Versão da Carteira Tornado {}
cs: Verze peněženky Tornado: {}
el: Εκδοση πορτοφολιου Tornado {}
es: Cartera Tornado versión {}
fi: Tornado lompakko versio {}
fr: Portemonnaie Tornado version {}
hi: Tornado वॉलेट संस्करण{}
hu: Tornado pénztárca verzió {}
it: Tornato wallet versione {}
jp: Tornado ウォレットバージョン{}
nl: Tornado wallet versie {}
no: Tornado lommebok versjon {}
pl: Wersja portfela Tornado {}
ro: Portofel Tornado versiunea {}
ru: Версия кошелька Торнадо {}
sr: Verzija Tornado novčanika {}
tr: Tornado cüzdan sürümü

source: This is the default wallet theme by {} from {}.
br: Este é o tema padrão da carteira {} de {}.
cs: Používáte základní vzhled peněženky {} od {}
de: Dies ist das Standard Wallet Design von {} aus {}.
el: Αυτο ειναι το προεπιλεγμενο θεμα πορτοφολιου {} απο {}
es: Este es el tema por defecto de la cartera por {} desde {}.
fi: Tämä on lompakon default teema
fr: Ceci est le thème par défaut du portemonnaie par {} de {}
hi: यह चूक बटुआ विषय है जो {} से {} द्वारा.
hu: Ez az alapértelmezett pénztárca {} -ból/ből {} -tól/től.
it: Questo è il tema default del wallet di {} da {}
jp: これは{} から {} による既定のウォレット テーマです。
nl: Dit is het standaard wallet thema door {} van {}.
no: Dette er standard lommebok tema av {} fra {}
pl: To jest podstawowa skórka portfela od {} z {}.
ro: Aceasta este tema implicită a portofelului de {} din {}.
ru: Стандартная тема кошелька создана разработчиком {} ({})
sr: Podrazumevana tema je {} od {}.
tr: Bu cüzdan teması {} from {} tarafından yapılmıştır.

source: Current wallet server
br: Servidor atual da carteira
cs: Současný server peněženky
de: Derzeitiger Wallet Server
el: Τρεχων διακομιστης πορτοφολιου
es: Servidor actual de la cartera
fi: Nykyinen lompakon palvelin
fr: Serveur de portemonnaie actuel
hi: वर्तमान बटुआ सर्वर
hu: Jelenlegi pénztárca szerver.
it: Server corrente del wallet
jp: 現在のウォレット サーバー
nl: Huidige wallet server
no: Gjeldende lommeboktjener
pl: Aktualny serwer portfela
ro: Server portofel curent
ru: Текущий сервер кошелька
sr: Trenutni server novčanika
tr: Kullanılan cüzdan sunucusu

source: This is the server you're connected to.
br: Esse é o servidor que você está conectado.
cs: Jste připojeni k tomuto serveru.
de: Dies ist der Server mit dem Sie verbunden sind.
el: Αυτος ειναι ο διακομιστης στον οποιο ειστε συνδεδεμενοι.
es: Este es el servidor al que estás conectado.
fi: Tähän palvelimeen olet yhdistettynä.
fr: Ceci est le serveur auquel vous êtes connecté.
hi: यह वह सर्वर है जिससे आप कनेक्ट हैं.
hu: Ez a szerver amihez csatlakozva vagy.
it: Questo è il server a cui sei connesso.
jp: これは、再接続したサーバーです。
nl: Dit is de server waarmee je verbonden bent.
no: Dette er tjeneren du er tilkoblet
pl: To jest serwer, do którego jesteś podłączony.
ro: Acesta este serverul la care eşti conectat.
ru: Это сервер, к которому Вы подключены.
sr: Ovo je server gde ste konektovani.
tr: Bağlı olduğunuz sunucu

source: Server:
br: Servidor:
el: Διακομιστης:
es: Servidor:
fi: Palvelin:
fr: Serveur :
hi: सर्वर:
hu: Szerver:
jp: サーバー:
no: Tjener:
pl: Serwer:
ru: Сервер
tr: Sunucu

source: Wallet server version {}
br: Versão do servidor da carteira {}
cs: Verze serveru peněženky: {}
el: Εκδοση πορτοφολιου διακομιστη
es: Versión del servidor de la cartera {}
fi: Lompakon palvelimen versio {}
fr: Serveur de portemonnaie version {}
hi: बटुआ सर्वर संस्करण {}
hu: Pénztárca szerver verzió {}
it: Wallet Server versione {}
jp: ウォレットサーバーのバージョン{}
nl: wallet server versie {}
no: Lommeboktjener versjon {}
pl: Wersja serwera portfela {}
ro: Versiunea de server a portofelului
ru: Версия сервера кошелька {}
sr: Verzija novčanika {}
tr: Cüzdan sunucu versiyonu

source: Connected clients:
br: Clientes conectados:
cs: Připojení klienti:
de: Verbundene Klienten:
el: Συνδεδεμενοι τερματικοι χρηστες:
es: Clientes conectados:
fi: Yhdistetyt käyttäjät:
fr: Clients connectés :
hi: कनेक्ट किए गए क्लाइंट:
hu: Csatlakozott kliensek:
it: Clients connessi:
jp: 接続されたクライアント:
nl: Aangesloten clients:
no: Tilkoblede klienter:
pl: Podłączonych klientów:
ro: Clienți conectați:
ru: Подключенные клиенты:
sr: Konektovani klijenti:
tr: Bağlı olunan istemciler

source: Protocol
br: Protocolo
cs: Protokol
de: Protokoll
el: Πρωτοκολλο
es: Protocolo
fi: Protokolla
fr: Protocole
hi: प्रोटोकॉल
hu: Protokol
it: Protocollo
jp: プロトコル
no: Protokoll
pl: Protokół
ru: Протокол
sr: Protokol
tr: Protokol

source: Node Version
br: Versão do nó
cs: Verze uzlu
el: Εκδοση κομβου
es: Versión de nodo
fi: Node Versio
fr: Version du Node
hi: नोड संस्करण
hu: Node verzió
it: Versione Node
jp: ノードバージョン
nl: Node versie
no: Node Versjon
pl: Wersja node'a
ro: Versiune nod
ru: Версия ноды
sr: Verzija node-a
tr: Nod Sürümü

source: Peers connections:
br: Pares conectados:
cs: Připojené strany:
de: Peer Verbindungen:
el: Ομοτιμες συνδεσεις:
es: Conexiones de pares:
fi: Vastaanottavat yhteydet
fr: Connexions aux pairs :
hi: साथियों कनेक्शन:
hu: Peer konnekciók:
jp: ピア接続:
nl: Peers connecties:
no: Tilkoblinger fra andre noder:
pl: Podłączenia peerów:
ro: Conexiunile rețelei:
ru: Подключенные пиры:
sr: Peer konekcije:
tr: Uç Bağlantıları:

source: UpTime:
br: Tempo de atividade:
cs: Doba od spuštění:
el: Χρονος συνδεσης
es: Tiempo online:
fi: Yhteyden kesto
fr: Temps de service :
hi: उपरिकाल
hu: Üzemidő:
jp: アップタイム:
no: Oppetid:
pl: Czas działania:
ro: Timp
ru: Время с последнего подключения
sr: Vreme od pokretanja:

source: Block
br: Bloco
cs: Blok:
es: Bloque
fi: Lohko
fr: Bloc
hi: ब्लॉक
hu: Blokk
it: Blocco
jp: ブロック
nl: Blok
no: Blokk
pl: Blok
ru: Блок
sr: Blok
tr: Blok

source: Difficulty
br: Dificuldade
cs: Obtížnost
de: Schwierigkeit
el: Δυσκολια
es: Dificultad
fi: Vaikeustaso
fr: Difficulté
hi: कठिनाई
hu: Nehézség
it: Difficoltà
jp: 困難
nl: Moeilijkheidsgraad
no: Vanskelighetsgrad
pl: Trudność
ro: Dificultate
ru: Сложность
sr: Teskoća
tr: Zorluk düzeyi

source: Available wallet servers
br: Servidores de carteira disponíveis
cs: Dostupné servery peněženky
de: Verfügbare Wallet Server
el: Διαθεσιμοι διακομιστες πορτοφολιου
es: Servidores disponibles de cartera
fi: Saatavilla olevat lompakon palvelimet
fr: Serveurs de portemonnaie disponibles
hi: उपलब्ध बटुआ सर्वर
hu: Rendelkezésre álló pénztárca szerverek
it: Wallet servers disponibili
jp: 利用可能なウォレットサーバー
nl: Beschikbare wallet servers
no: Tilgjengelige lommeboktjenere
pl: Dostępne serwery portfela
ro: Servere portofel disponibile
ru: Доступные серверы
sr: Dostupni serveri novčanika
tr: Kullanılabilir cüzdan sunucuları

source: servers
br: servidores
cs: servery
de: Server
el: διακομιστες
es: servidores
fi: Palvelimet
fr: serveurs
hi: सर्वर
hu: szerverek
jp: サーバー
no: tjenere
pl: serwery
ro: servere
ru: Серверы
sr: serveri
tr: sunucular

source: Refresh from API
br: Atualizar pela API
cs: Obnovit z API
de: Aktualisieren von API
el: Ανανεωση απο API
es: Actualizar desde API
fi: API-lähteen päivittäminen
fr: Rafraîchir depuis l'API
hi: API से ताज़ा करें
hu: Frissítés API-ból
it: Ricarica dall'API
jp: API から更新する
nl: Vernieuwen vanuit API
no: Oppfrisk fra API
pl: Odśwież z API
ro: Reîmprospătare din API
ru: Обновить
sr: Osvezi iz API-ja
tr: API'den yenileme

source: Bismuth Wallet
br: Carteira Bismuth
cs: Peněženka Bismuthu
el: Πορτοφολι Bismuth
es: Cartera Bismuth
fi: Bismuth Lompakko
fr: Portemonnaie Bismuth
hi: Bismuth बटुआ
hu: Bismuth Pénztárca
jp: BISMUTH 財布
no: Bismuth Lommebok
pl: Portfel Bismuth
ro: Portofel Bismuth
ru: Bismuth кошелек
sr: Bismuth Novčanik
tr: Bismuth Cüzdan

source: Dashboard
br: Painel
cs: Nástěnka
el: Συγκεντρωτικος πινακας
es: Centro de Control
fi: Ohjauspaneeli
fr: Accueil
hi: डैशबोर्ड
hu: Irányítópult
jp: ダッシュ ボード
no: Dashbord
pl: Panel
ro: Panou de comandă
ru: Контрольная панель
sr: Komandna tabla
tr: Pano

source: Address book
br: Contatos
cs: Seznam adres
de: Kontakte
el: Βιβλιο διευθυνσεων
es: Libro de direcciones
fi: Osoitekirja
fr: Carnet d'adresses
hi: पता पुस्तिका
hu: Címjegyzék
it: Rubrica
jp: アドレス帳
nl: Adressenboek
no: Adressebok
pl: Książka adresowa
ro: Agendă
ru: адресная книга
sr: Adresar
tr: Adres Defteri

source: Network
br: Rede
cs: Síť
de: Netzwerk
el: Δυκτιο
es: Red
fi: Verkko
fr: Réseau
hi: नेटवर्क
hu: Hálózat
jp: ネットワーク
nl: Netwerk
no: Nettverk
pl: Sieć
ro: Rețea
ru: Сеть
sr: Mreža

source: Cristals
br: Cristais
cs: Krystaly
de: Crystals
el: Crystals
es: Cristales
fi: Kristallit
fr: Crystals
hi: क्रिस्टल
hu: Crystal-ok
it: Cristalli
jp: 結晶
nl: Crystals
no: Krystaller
pl: Crystals
ro: Cristale
ru: Кристаллы
sr: Kristali
tr: Crystals

source: Toggle navigation
br: Mudar navegação
cs: Přepnout procházení
de: Navigation umschalten
el: Μετακινηση πλοηγησης
es: Cambiar navegación
fi: Laita navigointi päälle
fr: Basculer Navigation
hi: संचालित करना
hu: Navigáció áthelyezése
it: Attiva/Disattiva navigazione
jp: ナビゲーションの切り替
nl: Toggle navigatie
no: Veksle navigasjon
pl: Włącz nawigację
ro: Comutare navigație
ru: Переключить навигацию
sr: Prebaciti navigaciju
tr: Geçiş yap

source: Donate
br: Doar
cs: Přispějte
de: Spenden
el: Συνεισφερετε
es: Donar
fi: Lahjoita
fr: Faire un don
hi: दान करना
hu: Adományoz
it: Dona
jp: 寄付
nl: Doneren
no: Donér
pl: Dotacja
ro: Donează
ru: Пожертвовать
sr: Donacija
tr: Bağış

source: block #
br: bloco #
cs: č. bloku
es: bloque #
fi: blokki #
fr: bloc N°
hi: ब्लॉक #
hu: blokk #
jp: ブロック #
nl: blok #
no: blokk #
pl: blok #
ru: блок #
sr: Blok #
tr: blok #

source: Sidebar Filters
br: Filtros da Barra Lateral
cs: Filtry postranních panelů
de: Seitenleiste Filter
el: Φιλτρα πλαινης μπαρας
es: Filtros de Barra Lateral
fi: Sivupalkin suodattimet
fr: Filtres barre latérale
hi: साइडबार फ़िल्टर
hu: Oldalsáv Szűrők
it: Filtri Sidebar
jp: サイドバーフィルタ
nl: Zijbalkfilters
no: Sidebar filtre
pl: Filtry paska bocznego
ro: Filtre Bară Laterală
ru: Фильтры боковой панели
sr: Filteri bocne trake
tr: Yan Menü Filtreleri

source: Cristals are extra functionalities you can add to your wallet
br: Cristais são funcionalidades extras que você pode adicionar à sua carteira
cs: Do peněženky si můžete přidat krystaly a tak ji rozšířit
de: Crystals sind weitere Funktionalitäten die Sie Ihrem Wallet hinzufügen können
el: Οι κρυσταλλοι ειναι εξτρα λειτουργιες τις οποιες μπορειτε να προσθεσετε στο πορτοφολι
es: Los Cristales son funcionalidades extra que puedes añadir a tu cartera
fi: Kristallit ovat lisätoimintoja, joita voit lisätä lompakkoosi
fr: Les "Crystals" (cristaux) sont des fonctionnalités supplémentaires que vous pouvez ajouter à votre portemonnaie.
hi: क्रिस्टल अतिरिक्त कार्यक्षमताओं आप अपने बटुए में जोड़ सकते हैं
hu: A Crystal-ok extra funkciók amelyeket hozzáadhat a pénztárcájahoz
it: I cristalli sono delle funzionalità extra che puoi aggiungere al tuo wallet
jp: クリスタルは、あなたの財布に追加することができ、余分な機能です
nl: Crystals zijn extra functionaliteiten die je aan je wallet kan toevoegen
no: Krystaller er ekstra funksjonalitet som du kan legge til din lommebok
pl: Crystals to dodatkowe funkcje, które możesz dodać do portfela.
ro: Cristalele sunt funcții extra pe care le poți adăuga la portofel
ru: Кристаллы - это расширенный функционал кошелька, доступный для использования
sr: Kristali su extra funkcije koje možete dodati svom novčaniku
tr: Crystal'ler cüzdanınıza ekleyebileceğiniz ekstra işlevselliktir.

source: WIP
cs: Ve vývoji
el: Εργασια σε εξελιξη
fr: En cours de développement
nl: WIU
pl: W toku
ro: În lucru
ru: В разработке

source: Balance
br: Saldo
cs: Zůstatek
de: Kontostand
el: Υπολοιπο
fi: Käyttövara
fr: Solde
hi: संतुलन
hu: Egyenleg
it: Bilancio
jp: バランス
nl: Saldo
no: Balanse
pl: Saldo
ro: Balanță
ru: Баланс
sr: Balans
tr: Bakiye

source: Send
br: Enviar
cs: Odeslat
de: Senden
el: Αποστολη
es: Enviar
fi: Lähetä
fr: Envoyer
hi: भेजें
hu: Küldés
it: Invia
jp: 送信
nl: Verzenden
pl: Wyślij
ro: Trimite
ru: Отправить
sr: Posalji
tr: Gönder

source: Send $BIS to...
br: Enviar $BIS para...
cs: Odeslat $BIS do...
de: Senden Sie $BIS an…
el: Στειλτε $BIS στο...
es: Enviar $BIS a...
fi: Lähetä $BIS osoitteeseen...
fr: Envoyer $BIS à ...
hi: $BIS भेजें...
hu: Küldj $BIS-t a...
it: Invia $BIS a...
jp: $BISを送信する...
nl: Verzend $BIS naar...
no: Send $BIS til...
pl: Wyślij $BIS do...
ro: Trimite $BIS la...
ru: Отправить $BIS получателю
sr: Posalji $BIS za...
tr: ...'ya $BIS gönder

source: Receive
br: Receber
cs: Přijmout
de: Empfangen
el: Ληψη
es: Recibir
fi: Vastaanota
fr: Recevoir
hi: प्राप्त करना
hu: Fogad
it: Ricevi
jp: 受信
nl: Ontvangen
no: Motta
pl: Otrzymaj
ro: Primește
ru: Получить
sr: Primiti
tr: Al

source: Request a $BIS payment
br: Solicitar pagamento em $BIS
cs: Požadovat platbu v $BIS
de: $BIS Zahlung anfordern
el: Ζητηστε μια πληρωμη με $BIS
es: Solicitar un pago con $BIS
fi: Pyydä $BIS maksua
fr: Demander un paiement en $BIS
hi: $BIS भुगतान का अनुरोध करें
hu: $BIS utalás igénylése
it: Richiedi un pagamento $BIS
jp: $BIS支払いをリクエストする
nl: Vraag een $BIS betaling aan
no: Be om en $BIS betaling
pl: Zażądaj płatności $BIS
ro: Cere o plată în $BIS
ru: Запросить оплату в $ BIS
sr: Zahtevati $BIS isplate
tr: $BIS ödemesi iste

source: Latest transactions
br: Últimas transações
cs: Poslední pokyny
de: Letzten Transaktionen
el: Τελευταιες συναλλαγες
es: Última transacciones
fi: Viimeisimmät siirrot
fr: Dernières transactions
hi: नवीनतम लेनदेन
hu: Legutóbbi tranzakciók
it: Ultime transazioni
jp: 最新のトランザクション
nl: Laatste transacties
no: Siste transaksjoner
pl: Ostatnie transakcje
ro: Ultimele tranzacții
ru: Последние переводы
sr: Poslednje tranzakcije
tr: Son Transferler

source: Updated on
br: Atualizado em
cs: Aktualizováno
de: Aktualisiert am
el: Ενημερωθηκε
es: Actualizado el
fi: Päivitetty
fr: Mis à jour le
hi: अद्यतन किया गया
hu: utoljára frissítve
it: Aggiornato su
jp: 更新日
nl: Geüpdatet op
no: Oppdatert den
pl: Zaktualizowano
ro: Actualizat la
ru: Дата последнего обновления
sr: Ažurirano
tr: Güncellendi

source: Address
br: Endereço
cs: Adresa
de: Adresse
el: Διευθυνση
es: Dirección
fi: Osoite
fr: Adresse
hi: पता
hu: Cím
it: Indirizzo
jp: アドレス
nl: Adres
no: Adresse
pl: Adres
ro: Adresă
ru: Адрес
sr: Adresa
tr: Adres

source: Amount
br: Quantia
cs: Částka
de: Betrag
el: Ποσο
es: Cantidad
fi: Määrä
fr: Montant
hi: राशि
hu: Mennyiség
it: Quantità
jp: 量
nl: Bedrag
no: Beløp
pl: Kwota
ro: Sumă
ru: Сумма
sr: Količina
tr: Tutar

source: Bismuth news
br: Notícias sobre Bismuth
cs: Novinky o Bismuthu
de: Bismuth Neuigkeiten
el: Νεα του Bismuth
es: Noticias Bismuth
fi: Bismuth uutiset
fr: Actualités Bismuth
hi: Bismuth समाचार
hu: Bismuth hírek
it: Novità Bismuth
jp: Bismuth ニュース
nl: Bismuth nieuws
no: Bismuth nyheter
pl: nowości Bismuth
ro: Știri Bismuth
ru: Новости о Bismuth
sr: Bismuth novosti
tr: Bismuth haberleri

source: This is a mockup with fake data
br: Este é um modelo com dados falsos
cs: Toto je maketa s falešnými daty
de: Dies ist eine Attrappe mit erfundenen Daten
el: Αυτο ειναι ενα προτυπο με ψευδη δεδομενα
es: Esto es una prueba con datos de test
fi: Tämä on malli väärennetystä datasta
fr: Ceci est une maquette avec de fausses données
hi: यह नकली डेटा के साथ एक नकली है
hu: Ez egy mintadarab hamis adatokkal
it: Questo è un mockup con falsi dati
jp: これは偽のデータを持つモックアップです
nl: Dit is een mockup met fictieve data
no: Dette er en mockup med falske data
pl: To jest makieta z fałszywymi danymi
ro: Aceasta este o mostră cu date false
ru: Это фейковый макет
sr: Ovo je šablon sa lažnim podacima
tr: Bu uydurulmuş veri ile yapılmış bir örnektir.

source: Account balance
br: Saldo da conta
cs: Zůstatek účtu
de: Kontostand
el: Υπολογισμος υπολοιπου
es: Balance de cuenta
fi: Käyttövara
fr: Solde du compte
hi: खाता शेष
hu: Számlaegyenleg
it: Bilancio account
jp: 勘定残高
nl: Account saldo
no: Kontobalanse
pl: Bilans konta
ro: Balanța contului
ru: Баланс аккаунта
sr: Balans naloga
tr: Hesap bakiyesi

source: Last 12 months
br: Últimos 12 meses
cs: Posledních 12 měsícu
de: Letzten 12 Monate
el: Τελευταιοι 12 μηνες
es: Últimos 12 meses
fi: Viimeiset 12 kuukautta
fr: 12 derniers mois
hi: पिछले 12 महीने
hu: Utolsó 12 hónap
it: Ultimi 12 mesi
jp: 過去 12 か月間
nl: Laatste 12 maanden
no: Siste 12 måneder
pl: Ostatnie 12 miesięcy
ro: Ultimele 12 luni
ru: Последние 12 месяцев
sr: U poslednjih 12 meseci
tr: Son 12 ay

source: Mockup with fake data
br: Modelo com dados falsos
cs: Maketa s falešnými daty
de: Dies ist eine Attrappe mit erfundenen Daten
el: Προτυπο με ψευδη δεδομενα
es: Prueba con datos de test
fi: Malli väärennetystä datasta
fr: Maquette avec de fausses données
hi: नकली डेटा के साथ मॉकअप
hu: Mintadarab hamis adatokkal
it: Mockup con falsi dati
jp: 偽のデータを持つモックアップ
nl: Mockup met fictieve data
no: Mockup med falske data
pl: Makieta z fałszywymi danymi
ro: Mostră cu date false
ru: Фейковый макет
sr: Šablon sa lažnim podacima
tr: Uydurulmuş veri ile örnek

source: Previous page
br: Página anterior
cs: Předchozí stránka
de: Vorherige Seite
el: Προηγουμενη σελιδα
es: Página anterior
fi: Edellinen sivu
fr: Page précédente
hi: पिछला पृष्ठ
hu: Előző oldal
it: Pagina precedente
jp: 前のページ
nl: Vorige pagina
no: Forrige side
pl: Poprzednia strona
ro: Pagina anterioară
ru: Предыдущая страница
sr: Prethodna strana
tr: Önceki sayfa
