Repository: HeavensGold/TornadoWallet
Catalog: wallet/locale/*/LC_MESSAGES/messages.po
Languages: br, cs, de, el, es, fi, fr, hi, hu, it, jp, nl, no, pl, ro, ru, sr, tr

source: AG:Direct Link to latest autogame doc.
br: Link direto para o doc. mais recente do autojogo
cs: Přímý odkaz na nejnovější dokumentaci k Autogame
de: AG: Direkter Link zur aktuellen Autogame Dokumentation.
el: Συνδεσμος για μεταβαση στο πιο προσφατο αυτοματο παιχνιδι
fi: Direct Link to latest autogame doc.
fr: Lien direct vers la documentation Autogame
hi: नवीनतम ऑटो खेल दस्तावेज़ के लिए प्रत्यक्ष लिंक
hu: Közvetlen link a legújabb autogame doc -hoz.
it: Link diretto all'ultimo doc. autogame
jp: Direct Link to latest autogame doc.
nl: Directe link naar laatste autogame doc.
no: Direkte lenke til siste autogame dok.
pl: Bezpośredni Link do najnowszej dokumentacji autogame.
ro: AG: Link direct către ultimul fișier autogame.
ru: Прямая ссылка на последний документ автоигры
sr: Direct Link to najnoviji autogame doc.
tr: Direct Link to latest autogame doc.

source: AG:Your games
br: Seus jogos
cs: Vaše hry
de: Ihre Spiele
el: Τα παιχνιδια σας
fi: Your games
fr: Vos jeux
hi: आपका गेम
hu: A játékaid
it: I tuoi giochi
jp: Your games
nl: Je games
no: Dine spill
pl: Twoje gry
ro: AG: Jocurile tale
ru: Ваши игры
sr: Vaše igre
tr: Your games

source: AG:Game detail
br: Detalhes do jogo
cs: Herní podrobnosti
de: Spiel Details
el: Λεπτομερειες παιχνιδιου
fi: Game detail
fr: Détail du jeu
hi: खेल विस्तार
hu: Játék részletei
it: Dettagli gioco
jp: Game detail
nl: Game details
no: Spilldetaljer
pl: Detale gry
ro: AG:Detalii joc
ru: Детали игры
sr: Detalj igre
tr: Game detail

source: Unlock wallet
br: Desbloquear carteira
cs: Odeknout peněženku
de: Wallet Entriegeln
el: Ξεκλειδωστε το πορτοφολι
fr: Déverrouiller le porte monnaie
hi: बटुआ अनलॉक करें
hu: Pénztárca kinyitása
it: Sblocca wallet
nl: Ontgrendel wallet
no: Lås opp lommebok
pl: Odblokuj portfel
ro: Deblochează portofel
ru: Разблокировать кошелек
sr: Otključaj novčanik

source: Lock wallet
br: Bloquear carteira
cs: Uzamknout peněženku
de: Wallet Verriegeln
el: Κλειδωστε το πορτοφολι
fr: Verrouiller le porte monnaie
hi: लॉक बटुआ
hu: Pénztárca bezárása
it: Blocca wallet
nl: Vergrendel wallet
no: Lås lommebok
pl: Zablokuj porftel
ro: Blochează portofel
ru: Заблокировать кошелек
sr: Zaključaj novčanik

source: You have to encrypt your wallet first to use this feature
br: Você precisa criptografar sua carteira primeiro para usar esse recurso
cs: Pokud chcete vidět tuto funkci, musíte nejdříve peněženku odemknout
de: Sie müssen Ihr Wallet zuerst verschlüsseln um diese Funktion zu verwenden
el: Πρεπει πρωτα να κρυπτογραφησετε πρωτα το πορτοφολι σας για να χρησιμοποιησετε αυτη την λειτουργια
fr: Vous vez chiffre votre porte monnaie pour utiliser cette fonction
hi: आप इस सुविधा का उपयोग करने के लिए पहले अपने बटुए एन्क्रिप्ट करने के लिए है
hu: A szolgáltatás használatához először titkosítani kell a tárcáját
it: Devi prima criptare il tuo wallet per usare questa funzionalità
nl: Je moet je wallet eerst versleutelen om deze functionaliteit te gebruiken
no: Du må kryptere din lommebok før du kan bruke denne funksjonen
pl: Musisz zaszyfrować portfel, aby skorzystać z tej funkcji
ro: Trebuie să vă criptați mai întâi portofelul pentru a utiliza această caracteristică
ru: Вы должны зашифровать свой кошелек в первую очередь, чтобы использовать эту функцию
sr: Morate prvo da šifrujete svoj novčanik da biste koristili ovu funkciju

source: Set master password
br: Definir senha mestra
cs: Určit hlavní heslo
de: Master Passwort festlegen
el: Οριστε βασικο κωδικο
fr: Définir mot de passe maître
hi: मास्टर पासवर्ड सेट करें
hu: Állítsa be a fő jelszót
it: Imposta master password
nl: Stel master paswoord in
no: Sett master passord
pl: Ustaw hasło główne
ro: Setează parola principală
ru: Установить мастер-пароль
sr: Postavite glavnu lozinku

source: Set spend protection
br: Definir a proteção contra gastos
cs: Nastavit limit utrácení
de: Zahlungsschutz festlegen
el: Οριστε προστασια για ξοδεμα
fr: Définir protection anti dépense
hi: खर्च सुरक्षा सेट करें
hu: Költség védelem beállitása
it: Imposta protezione spesa
nl: Stel uitgavebeveiliging in
no: Set bruksbeskyttelse
pl: Ustaw ochronę przed wysyłaniem
ro: Setează protecția cheltuielilor
ru: Установить защиту от сомнительных операций
sr: Postavite zaštitu za potrošnju

source: Replay
cs: Přehrát
el: Επαναληψη
fr: Rejouer
hi: पुनरावृत्ति
hu: Visszajátszás
nl: Herhaling
no: Spill på nytt
pl: Odpowiedz
ro: Reluare
ru: Повтор
sr: Ponovo odigrati

source: AG:Game {} replay
br: Replay do jogo {}
cs: Záznam hry {}
el: Επαναληψη {} παιχνιδιου
fi: Game {} replay
fr: Rejouer le match {}
hi: खेल {} फिर से खेलना
hu: AG:Játék {} Visszajátszás
it: Game {} replay
jp: Game {} replay
nl: AG:Herhaling spel {}
no: AG:Spill {} på nytt
pl: AG: Gra {} powtórka
ro: AG: Reluare joc {}
ru: Повтор игры {}
sr: Ponovo odigrati igru {}
tr: Game {} replay

source: AG:Game {} status
br: Status do jogo {}
cs: Stav hry {}
el: Κατασταση {} παιχνιδιου
fi: Game {} status
fr: Etat du match {}
hi: गेम {} स्थिति
hu: AG:Játék {} Státusz
it: Game {} status
jp: Game {} status
nl: AG:Status spel {}
no: AG:Spill {} status
pl: AG: Gra {} status
ro: AG: Status joc {}
ru: Статус игры {}
sr: Status {} igre
tr: Game {} status

source: Wallet server did not send an answer. Please try again.
br: O servidor da carteira não enviou uma resposta. Por favor, tente novamente.
cs: Sever peněženky neodpověděl. Prosím zkuste to později.
de: Wallet Server hat keine Antwort gesendet. Bitte versuche es nochmal.
el: Ο διακομιστης του πορτοφολιου δεν απαντησε. Παρακαλω δοκιμαστε ξανα.
fr: Le serveur n'a pas retourné de réponse. Merci de re-essayer.
hi: वॉलेट सर्वर ने कोई उत्तर नहीं भेजा. कृपया पुन: प्रयास करें.
hu: A mobiltárca-kiszolgáló nem küldött választ. Kérlek próbáld újra.
it: Il server wallet non ha inviato una risposta. Prova ancora perfavore.
nl: Geen antwoord van wallet server. Gelieve opnieuw te proberen.
no: Lommebok server svarte ikke. Vennligst prøv igjen.
pl: Serwer portfela nie wysłał odpowiedzi. Spróbuj ponownie.
ro: Serverul portofelului nu a trimis nici un răspuns. Vă rugăm să încercați din nou.
ru: Сервер кошелька не ответил. Пожалуйста, попробуйте еще раз.
sr: Server novčanika nije poslao odgovor. Molim vas, pokušajte ponovo.

source: Height
br: Altura
cs: Číslo bloku
el: Υψος
fr: Hauteur
hi: ऊंचाई
hu: Magasság
it: Altezza
nl: Hoogte
pl: Wysokość
ro: Cotă
ru: Высоты блока
sr: Visina

source: Load
br: Carregar
cs: Zatížení
el: Φορτωση
fr: Charge
hi: भार
hu: Betöltés
it: Carica
nl: Capaciteit
no: Last
pl: Obciążenie
ro: Încărcare
ru: Загрузить
sr: Učitati

source: Edit label
br: Editar rótulo
cs: Upravit popisek
de: Bezeichnung ändern
el: Επεξεργαστητε την ετικετα
fr: Editer le nom
hi: लेबल संपादित करें
hu: Címke szerkesztése
it: Modifica etichetta
nl: Label aanpassen
no: Editer merkelapp
pl: Edytuj opis
ro: Editează etichetă
ru: Изменить ярлык
sr: Izmeni oznaku

source: A private label for that address
br: Um rótulo privado para esse endereço
cs: Soukromé označení této adresy
de: Eine private Bezeichnung für die Adresse
el: Μια εξατομικευμενη ετικετα για αυτη την διευθυνση
fr: Une étiquette privée pour cette adresse.
hi: उस पते के लिए एक निजी लेबल
hu: A címhez saját címke
it: Etichetta privata per quell'indirizzo
nl: Een privélabel voor het adres
no: En privat merkelapp for den adressen
pl: Prywatny opis dla tego adresu
ro: Etichetă privată pentru acea adresă
ru: Приватный ярлык для этого адреса
sr: Privatna etiketa za tu adresu

source: Set label
br: Definir rótulo
cs: Nastavit označení
de: Bezeichnung festlegen
el: Οριστε ετικετα
fr: Définir étiquette
hi: लेबल सेट करें
hu: Címke beállítása
it: Imposta etichetta
nl: Stel label in
no: Set merkelapp
pl: Ustaw opis
ro: Setează etichetă
ru: Создать ярлык
sr: Podesiti etiketu

source: PIN code can't be empty
br: Código PIN não pode ser vazio
de: PIN Code kann nicht leer sein
fr: Le code PIN ne peut pas être vide
hi: पिन कोड रिक्त नहीं हो सकता

source: D:Class
br: Categoria
de: Class
fr: Classe
hi: कक्षा
jp: Class

source: D:Register this egg to the hunt
br: Registrar esse ovo para a caçada
de: Registrieren Sie dieses Ei zum Jagen
fr: Enregistrer cet Oeuf pour la chasse
hi: शिकार के लिए इस अंडे को पंजीकृत करें
jp: Register this egg for hunting

source: D:This egg can hatch
br: Este ovo pode chocar
de: Dieses Ei kann schlüpfen
fr: Cet Oeuf peut éclore
hi: यह अंडा निकल सकता है
jp: This egg can hatch

source: D:You can find this egg
br: Você pode encontrar este ovo
de: Sie können dieses Ei finden
fr: Vous pouvez chercher cet Oeuf
hi: आप इस अंडे पा सकते हैं
jp: You can find this egg

source: Load Document
br: Carregar Documento
de: Dokument laden
fr: Charger le document
hi: दस्तावेज़ लोड करें

source: Submit Transaction 1
br: Enviar Transação 1
de: Sende Transaktion 1
fr: Envoyer Transaction 1
hi: लेन-देन 1 जमा करें

source: Submit Transaction 2
br: Enviar Transação 2
de: Sende Transaktion 2
fr: Envoyer Transaction 2
hi: लेन-देन 2 जमा करें

source: Get help
br: Obter ajuda
de: Hilfe bekommen
fr: Obtenir de l'aide
hi: मदद प्राप्त करें

source: Wallet F.A.Q.
fr: FAQ du Portemonnaie
hi: बटुआ F.A.Q

source: Time Drift:
br: Desvio de tempo:
de: Zeit Abweichung:
fr: Dérive temporelle :
hi: समय बहाव:

source: Help
br: Ajuda
de: Hilfe
fr: Aide
hi: मदद

source: Active
br: Ativo
de: Aktiv
fr: Actif
hi: सक्रिय

source: Name
br: Nome
fr: Nom
hi: नाम

source: Author
br: Autor
de: Autor
fr: Auteur
hi: लेखक

source: Learn more...
br: Saiba mais...
de: Mehr erfahren
fr: En savoir plus...
hi: और जानो...

source: More...
br: Mais...
de: Mehr...
fr: Plus...
hi: अधिक...

source: Decrypt message
br: Descriptografar mensagem
de: Nachricht entschlüsseln
fr: Déchiffrer le message
hi: संदेश एन्क्रिप्ट करें

source: Decrypt off chain message with your private key.
br: Descriptografar mensagem de fora da cadeia com sua chave privada.
de: Off Chain Nachricht mit dem privaten Schlüssel entschlüsseln
fr: Déchiffrer un message offchain avec votre clé privée
hi: अपने निजी कुंजी के साथ श्रृंखला संदेश को एन्क्रिप्ट करें।

source: Encrypted message
br: Mensagem criptografada
de: Verschlüsselte Nachricht
fr: Chiffrer le message
hi: एनक्रिप्टेड संदेश

source: Decrypt Message
br: Descriptografar mensagem
de: Nachricht entschlüsseln
fr: Déchiffrer le message
hi: डीक्रिप्ट किया गया संदेश

source: Password
br: Senha
de: Passwort
fr: Mot de passe
hi: पासवर्ड

source: Enter wallet password for {}
br: Insira a senha da carteira para {}
de: Fügen Sie das Wallet Passwort für {} ein
fr: Entrer le mot passe pour le portemonnaie {}
hi: {} के लिए बटुआ पासवर्ड दर्ज करें

source: Wallet password
br: Senha da carteira
de: Wallet Passwort
fr: Mot de passe du portemonnaie
hi: वॉलेट पासवर्ड

source: Import wallet
br: Importar carteira
de: Wallet importieren
fr: Importer portemonnaie
hi: बटुआ आयात करें

source: Wallet will be decrypted, imported, and re-encrypted ith the main wallet master password
br: A carteira será descriptografada, importada e novamente criptografada com a principal chave mestre da carteira.
de: Wallet wird entschlüsselt, importiert und erneut verschlüsselt mit dem primären Master Passwort
fr: Le portemonnaie sera déchiffré, importé, et re-chiffré avec le mot de passe principal du portemonnaie principal.
hi: बटुआ डीक्रिप्ट किया जाएगा, आयात, और मुख्य बटुआ मास्टर पासवर्ड के साथ फिर से एन्क्रिप्टेड
jp: Wallet will be decrypted, imported, and re-encrypted with the main wallet master password

source: Click to query total balance
br: Clique para consultar o saldo total
de: Klicken um den gesamten Kontostand abzufragen
fr: Cliquer pour calculer la balance totale
hi: कुल शेष सवाल करने के लिए क्लिक करें

source: This can take some time, especially if your wallet is encrypted. Do not interrupt.
br: Isso pode levar algum tempo, especialmente se sua carteira estiver criptografada. Não interrompa.
de: Dies kann einige Zeit in Anspruch nehmen besonders wenn Ihr Wallet verschlüsselt ist. Bitte nicht unterbrechen.
fr: Cela peut prendre un certain temps, surtout si votre portemonnaie est chiffré. Ne pas interrompre.
hi: यह कुछ समय लग सकता है, खासकर अगर आपके बटुए एन्क्रिप्टेड है. व्यवधान न डालें।

source: No message
br: Nenhuma mensagem
de: Keine Nachricht
fr: Pas de message
hi: कोई संदेश नहीं

source: Sending to this recipient needs a proper message
br: Envios para esse destinatário necessitam de uma mensagem apropriada.
de: Das Versenden an den Empfänger benötigt eine ordnungsgemäße Nachricht
fr: L'envoi à ce destinataire requiert un message additionnel.
hi: इस प्राप्तकर्ता को भेजने के लिए एक उचित संदेश की आवश्यकता है

source: Click
br: Clique
de: Klicke
fr: Cliquer
hi: क्लिक करें

source: Time out, please try reloading
br: Tempo esgotado, por favor, tente recarregar
de: Zeitsperre, bitte erneut laden
fr: Time out. Merci de recharger la page.
hi: समय समाप्त , कृपया पुनः लोड करने का प्रयास करें
jp: Time out, please try reloadin

source: Your message has been decrypted.
br: Sua mensagem foi descriptografada
de: Ihre Nachricht wurde entschlüsselt
fr: Votre message a été déchiffré.
hi: आपका संदेश डीक्रिप्ट कर दिया गया है

source: Message is empty
br: Mensagem está vazia
de: Nachricht ist leer
fr: Le message est vide.
hi: संदेश रिक्त है

source: Recipient is empty
br: Destinatário está vazio
de: Empfänger ist leer
fr: Le destinataire est vide.
hi: प्राप्तकर्ता रिक्त है

source: Your message has been encrypted.
br: Sua mensagem foi criptografada.
de: Ihre Nachricht wurde verschlüsselt.
fr: Votre message a été chiffré.
hi: आपका संदेश एन्क्रिप्ट किया गया है.

source: BISMUTH VOTING
fr: Gouvernance Bismuth

source: Master voting key
fr: Clé de vote maître

source: This is your master voting key, you can use for all your addresses and all motions. Keep it safe and backup!
fr: C'est votre clé de vote maître. Vous pouvez l'utiliser pour toutes les adresses et tuotes les motions. Gardez la précieusement en lieu sur !

source: Set or generate Key
fr: Définir ou générer une clé

source: BISMUTH Motions
fr: Motions BISMUTH

source: Motion ID
fr: ID de la motion

source: Motion Title
fr: Titre motion

source: Start Date (UTC)
fr: Date de début (UTC)

source: Reveal Date
fr: Date de dépouillement

source: End Date
fr: Date de fin

source: Status
fr: Statut

source: AES voting key
fr: Clés de vote AES

source: This is the AES disposable key for this address and motion, derived from your master key
fr: C'est une clé jetable pour cette adresse et cette motion, dérivée de votre clé maître.

source: Your transactions for this motion
fr: Vos transactions pour cette motion

source: Data is the decoded message, thanks to your own voting key. Only you can see it, everyone else only sees the encrypted data.
fr: Data est le message décodé grace à votre clé de vote. Seul vous pouvez voir cette info, les autres ne voient que les données chiffrées.

source: Cast your vote
fr: Publiez votre vote

source: This is your voting weight
fr: C'est le poids de votre vote

source: Reveal your vote(s)
fr: Révéler votre vote

source: BISMUTH TOKENS
fr: TOKENS BISMUTH

source: List a wallet's tokens, create and manage Bismuth tokens.
de: Wallet Tokens Auflistung. Token Verwaltung/ Erstellung.
fr: Liste les tokens d'un portemonnaie, crée et gère les tokens Bismuth.

source: For reference, see <a href="https://github.com/bismuthfoundation/Hack-with-BIS/blob/master/01-Concepts/protocols/token.md" target="_blank">Bismuth Tokens Protocol</a>
de: Zum Nachschlagen, <a href="https://github.com/bismuthfoundation/Hack-with-BIS/blob/master/01-Concepts/protocols/token.md" target="_blank">Bismuth Tokens Protocol</a>
fr: Pour référence, voir <a href="https://github.com/bismuthfoundation/Hack-with-BIS/blob/master/01-Concepts/protocols/token.md" target="_blank">Bismuth Tokens Protocol</a> (en Anglais)

source: My BISMUTH Tokens
de: Meine BISMUTH Tokens
fr: Mes tokens BISMUTH

source: Token ID
fr: ID Token

source: Total supply
de: Gesamtzahl
fr: Nombre total

source: Owners count
de: Besitzer Anzahl
fr: Nombre de propriétaires

source: View my latest - valid - Token transactions.
de: Aktuelle gültige Token Transaktionen ansehen
fr: Voir mes dernières transactions de tokens

source: All BISMUTH Tokens
de: Bismuth Tokens
fr: Tous les tokens BISMUTH

source: Creation Date (UTC)
de: Erstellungsdatum (UTC)
fr: Date de création (UTC)

source: Creator
de: Ersteller
fr: Créateur

source: Create a new BISMUTH Token
de: Bismuth Token erstellen
fr: Créer un nouveau Token BISMUTH

source: Token name (string, lowercase)
de: Token Name (Zeichen, kleingeschrieben)
fr: Nom du token (chaine, minuscules)

source: Name of your token. Has to be unique. Only lowercase ascii chars a..z 0..9
de: Token Name muss einmalig sein. Nur kleingeschriebene Ascii Zeichen a-z 0-9
fr: Le nom de votre token. Doit être unique. Uniquement des caractères ascii en minuscule, a..z 0..9

source: Total supply (Integer)
de: Gesamtzahl (ganze Zahl)
fr: Nombre total (Entier)

source: Total number of tokens you'll get. Can not be changed afterward.
de: Gesamte zu erstellende Token Anzahl. Nicht veränderbar.
fr: Le nombre total de tokens à créer. Ne pourra pas être modifié ensuite.

source: Create Token...
de: Erstelle Token
fr: Créer le Token...

source: About token registration
de: Über Token Registrierung
fr: À propos de la création de token

source: Token Name: only ascii chars, lower case: a..z and 0..9, no space, 32 chars max.
de: Token Name: nur Ascii Zeichen, kleingeschrieben: a-z, 0-9, keine Leerzeichen, max. 32 Zeichen
fr: Nom du token: uniquement des caractères ascii, en minuscule: a..z et 0..9, sans espace, 32 caractères maximum.

source: Fees: 10 Bis in addition to regular data fees.
de: Gebühren: 10 BIS zuzüglich der regulären Daten Gebühren.
fr: Frais: 10 Bis en plus des frais normaux de transaction.

source: Tokens unit is an integer. Minimal amount you can create or transfer is 1 unit.
de: Token Einheit ist eine ganze Zahl. Mini. Anzahl die transferiert werden kann ist 1 Einheit.
fr: Les unités de token sont des nombres entiers. Le nombre minimal que vous pouvez transférer est 1 unité.

source: Make sure the token you want to register does not already exist. Your registration would not be valid, but the fees would apply anyway.
de: Prüfe Sie ob der zu erstellende Token Name frei ist. Die Registrierung wäre ungültig, die fälligen Gebühren würden dennoch entstehen.
fr: Assurez vous de choisir un token qui n'existe pas déjà. Sinon votre enregistrement ne serait pas valide, mais vous payeriez tout de même les frais.

source: My latest BISMUTH Tokens transactions
de: Meine aktuellen Token Transaktionen
fr: Mes dernières transactions de Tokens BISLUTH

source: Timestamp
de: Zeitstempel
fr: Date

source: Sender
de: Absender
fr: Emetteur

source: Payload
de: Nutzdaten
fr: Post it

source: Send Token
de: Sende Token
fr: Envoyer Token

source: Transfer Token to...
de: Transferiere Token an...
fr: Transférer des tokens vers...

source: Recipient (Bis Address)
de: Empfänger (BIS Adresse)
fr: Destinataire (Adresse Bis)

source: Where to send the token?
de: Wohin den Token schicken?
fr: A qui envoyer le token ?

source: Amount (Integer)
de: Betrag (ganze Zahl)
fr: Montant (Nombre Entier)

source: Number of tokens you'll send to the recipient.
de: Token Anzahl die Sie an den Empfänger senden.
fr: Le nombre de tokens à envoyer au destinataire

source: You can add an optional message to your transaction
de: Optional eine Nachricht der Transaktion hinzufügen
fr: Vous pouvez joindre un message optionnel

source: You can add an optional Bismuth TxId as reference
de: Optional eine Bismuth TxID hinzufügen
fr: Vous pouvez joindre un id de transaction optionnel en tanzt que référence.

source: Send...
de: Senden...
fr: Envoyer...

source: Hypernode Watch
fr: Surveillance Hypernodes

source: Submit Transaction
fr: Valider la transaction

source: ECDSA PK Import
fr: Importer une clé privée ECDSA

source: Please confirm.
fr: Merci de confirmer.

source: Address will be added to main wallet file, poswallet.json
fr: L'adresse sera ajoutée au wallet principal, wallet.json

source: Address type
fr: Type d'adresse

source: What kind of crypto to use?
fr: Quel type de crypto utiliser ?

source: Private Key (hex)
fr: Clé privée (Hex)

source: Import ECDSA privkey
fr: Importer clé privée ECDSA

source: Read only mode, command is not allowed
fr: More Lecture seule, commande non autorisée.

source: Bad address
fr: Mauvaise adresse

source: Recipient address '{}' seems invalid
fr: L'adresse du destinataire '{}' semble invalide.

source: (In english)
de: (auf Englisch)
fr: (En anglais)

source: Bismuth Tokens Protocol
de: Bismuth Token Protokol
fr: Protocole de Tokens Bismuth

source: For reference, see:
de: Zum Nachschlagen:
fr: Pour référence, voir :

source: Back to tokens
de: Zurück zu Tokens
fr: Retour aux Tokens

source: Consensus:
br: Consenso:
cs: Konsensus:
de: Konsens:
el: Πλαισιο κοινης συναινεσης:
es: Consenso:
fi: Konsensus
hi: आम सहमति:
hu: Egyetértés:
it: Consenso:
jp: コンセンサス:
no: Konsensus:
pl: Konsensus:
ro: Consens
ru: Консенсус:
sr: Koncenzus:
tr: Konsensus

source: Transactions
br: Transações
cs: Pokyny
de: Transaktionen
el: Συναλλαγες
es: Transacciones
fi: Transaktiot
hi: लेनदेन
hu: Tranzakciók
it: Transazioni
jp: トランザクション
nl: Transacties
no: Transaksjoner
pl: Transakcje
ro: Tranzacții
ru: Транзакции
sr: Tranzakcije
tr: Transferler

source: Messages
br: Mensagens
cs: Zprávy
de: Nachrichten
el: Μηνυματα
es: Mensajes
fi: Viestit
hi: संदेश
hu: Üzenetek
it: Messaggi
jp: メッセージ
nl: Berichten
no: Meldinger
pl: Wiadomości
ro: Mesaje
ru: Сообщения
sr: Poruke
tr: Mesajlar

source: Source
br: Fonte
cs: Zdroj
de: Quelle
el: Πηγη
es: Fuente
fi: Lähde
hi: स्रोत
hu: Forrás
it: Fonte
jp: ソース
nl: Bron
no: Kilde
pl: Źródło
ro: Sursă
ru: Исходный код
sr: Izvor
tr: Kaynak

source: Images
br: Imagens
cs: Obrázky
de: Bilder
el: Εικονες
es: Imágenes
fi: Kuvat
hi: छवियां
hu: Képek
it: Immagini
jp: 画像
nl: Afbeeldingen
no: Bilder
pl: Obrazy
ro: Imagini
ru: Картинки
sr: Slike
tr: Resimler

source: Date
br: Data
cs: Datum
de: Datum
el: Ημερομηνια
es: Fecha
fi: Päiväys
hi: दिनांक
hu: Dátum
it: Data
jp: 日付
nl: Datum
no: Dato
pl: Data
ro: Dată
ru: Дата
sr: Datum
tr: Tarih

source: Type
br: Tipo
cs: Druh
de: Typ
el: Ειδος
es: Tipo
fi: Tyyppi
hi: प्ररूप
hu: Típus
it: Tipo
jp: 型
pl: Typ
ro: Tipul
ru: Тип
sr: Tip
tr: Tip

source: Total (BIS)
cs: Celkem (BIS)
de: Gesamt (BIS)
el: Συνολικα (BIS)
fi: Kokonaismäärä (BIS)
hi: कुल (BIS)
hu: Teljes (BIS)
it: Totale (BIS)
jp: 合計 (BIS)
nl: Totaal (BIS)
pl: Razem (BIS)
ru: Всего (BIS)
sr: Ukupan (BIS)
tr: Toplam (BIS)

source: Action
br: Ação
cs: Akce
de: Aktion
el: Δραση
es: Acción
fi: Toiminto
hi: कार्रवाई
hu: Akció
it: Azione
jp: アクション
nl: Actie
no: Aksjon
pl: Akcja
ro: Acțiune
ru: Действие
sr: Akcija

source: Error: {}
br: Erro: {}
cs: Chyba: {}
de: Fehler: {}
el: Σφαλμα: {}
hi: त्रुटि: {}
hu: Hiba: {}
it: Errore: {}
nl: Fout: {}
no: Feilmelding: {}
pl: Błąd: {}
ro: Eroare: {}
ru: Ошибка: {}
sr: Greška: {}

source: Signature
br: Assinatura
cs: Podpis
de: Signatur
el: Υπογραφη
hi: हस्ताक्षर
hu: Aláírás
it: Firma
nl: Handtekening
no: Signatur
pl: Podpis
ro: Semnătură
ru: Подпись
sr: Potpis

source: Description
br: Descrição
de: Beschreibung
hi: विवरण

source: Message
br: Mensagem
de: Nachricht
hi: संदेश

source: Options
de: Optionen

source: message
de: Nachricht

source: Tokens
cs: Tokeny
fi: Tokenit
hi: टोकन
hu: Tokenek
jp: トークン
pl: Tokeny
ro: Tokeni
ru: Токены
sr: Tokeni
tr: Jetonlar

source: Blog
fi: Blogi
hi: ब्लॉग
jp: ブログ
no: Blogg
ru: Блог

source: Discord
hi: डिस्कॉर्ड
jp: 不和
ru: Дискорд

source: Crystals
br: Cristais
cs: Krystaly
fi: Kristallit
hi: क्रिस्टल
hu: Crystal-ok
it: Cristalli
jp: 結晶
no: Krystaller
ru: Кристаллы
sr: Crystal-i

source: Crystal
br: Cristal
cs: Krystal
fi: Kristalli
hi: क्रिस्टल
it: Cristallo
jp: 結晶
no: Krystall
ru: Кристалл
