Repository: HeavensGold/TornadoWallet
Catalog: wallet/locale/*/LC_MESSAGES/messages.po
Languages: br, cs, de, el, es, fi, fr, hi, hu, it, jp, nl, no, pl, ro, ru, sr, tr

source: This is what you will pay, fees included.
br: Isso que você pagará, incluindo as taxas.
cs: Částka k zaplacení, včetně poplatků
de: Sie zahlen den Gesamtbetrag, inkl. Gebühren.
el: Αυτο ειναι το ποσο που θα πληρωσετε, συμπεριλαμβανονται τελη.
es: Esto es lo que pagarás, comisiones incluidas
fi: Tämän verran sinä maksat, kulut mukaan luekien
fr: Voici ce que vous allez payer, frais inclus.
hi: यह है कि तुम क्या भुगतान करेंगे, फीस शामिल थे.
hu: Ennyit fog fizetni járulékokkal együtt.
it: Questo è quanto pagherai, tasse incluse
jp: これはあなたが支払うものです, 手数料が含まれています.
nl: Dit is wat je zal betalen, inclusief fees.
no: Dette er hva du vil betale, avgift inkludert.
pl: Tyle zapłacisz - opłaty ujęte.
ro: Asta este ceea ce vei plăti, comision inclus.
ru: Сумма к оплате, включая комиссию за перевод
sr: Ovo je što ćete plaćati, takse su uračunate.
tr: Ücretler dahil ödeyeceğiniz miktar.

source: Translations
br: Traduções
cs: Překlady
de: Übersetzungen
el: Μεταφρασεις
es: Traducciones
fi: Käännökset
fr: Traductions
hi: अनुवाद
hu: Fordítások
it: Traduzioni
jp: 翻訳
nl: Vertalingen
no: Oversettelser
pl: Tłumaczenia
ro: Traduceri
ru: Переводы
sr: Prevodi
tr: Çeviriler

source: Cancel
br: Cancelar
cs: Zrušit
de: Abbrechen
el: Ακυρωση
es: Cancelar
fi: Peruuta
fr: Annuler
hi: रद्द करना
hu: Mégse
it: Cancella
jp: キャンセル
nl: Annuleer
no: Kansellér
pl: Anuluj
ro: Anulează
ru: Отменить
sr: Odustati
tr: İptal

source: Confirm and send BIS
br: Confirmar e enviar BIS
cs: Potvrdit a odeslat BIS
de: Bestätigen und BIS senden
el: Επιβεβαιωστε και στειλτε BIS
es: Confirmar y enviar BIS
fi: Varmista ja lähetä BIS
fr: Confirmer et envoyer les BIS
hi: पुष्टि करें और BIS भेजें
hu: Megerősíti és küldi a BIS-t
it: Conferma e invia BIS
jp: BIS の確認と送信
nl: Bevestigen en verzend BIS
no: Bekreft og send BIS
pl: Potwierdź i wyślij BIS
ro: Confirmă și trimite BIS
ru: Подтвердить и отправить BIS
sr: Potvrditi i poslati BIS
tr: Onayla ve BIS gönder

source: Send BIS: Confirmation
br: Enviar BIS: Confirmação
cs: Odeslat BIS: Potvrzení
de: Sende BIS: Bestätigung
el: Στειλτε BIS: Επιβεβαιωση
es: Enviar BIS: Confirmación
fi: Lähetä BIS: Varmistus
fr: Envoyer BIS : Confirmation
hi: BIS भेजें: पुष्टिकरण
hu: BIS küldés: Megerősítés
it: Invia BIS: Conferma
jp: BIS の送信: 確認
nl: Verzend BIS: bevestiging
no: Send BIS: Bekreftelse
pl: Wyślij BIS: Potwierdzenie
ro: Trimite BIS: Confirmă
ru: Отправить BIS: Подтверждение
sr: Poslati BIS: Potvrditi
tr: BIS Gönder: Onaylama

source: Please confirm this transaction
br: Por favor, confirme a transação
cs: Potvrďte prosím tento pokyn
de: Bitte bestätigen Sie die Transaktion
el: Παρακαλω επιβεβαιωστε την συναλλαγη
es: Por favor, confirma esta transacción
fi: Ole hyvä ja varmista transaktio
fr: Veuillez confirmer cette transaction
hi: कृपया इस लेन-देन की पुष्टि करें
hu: Kérjük erősítse meg ezt a tranzakciót
it: Si prega di confermare questa transazione
jp: この取引を確認してください
nl: Gelieve deze transactie te bevestigen
no: Vennligst bekreft denne transaksjon
pl: Proszę potwierdzić tę transakcję
ro: Te rugăm să confirmi această tranzacție
ru: Пожалуйста, подтвердите этот перевод
sr: Molimo potvrdite ovu tranzakciju
tr: Lütfen bu transferi onaylayınız.

source: Check this is what you intended to do and hit the "confirm" button
br: Verifique se é o que pretende fazer e clique no botão "confirmar"
cs: Ujistěte se, zdali chcete učinit následující a stiskněte tlačítko "potvrdit"
de: Prüfen Sie die Daten bevor Sie die Transaktion bestätigen
el: Ελεγξτε οτι θελετε να πραγματοποιησετε αυτη την εντολη και πατηστε το κουμπι "Επιβεβαιωση"
es: Comprueba que esto es lo que estabas intentando hacer y haz clic en el botón "confirmar"
fi: Varmista, että tämä on toiminto jonka aiot suorittaa ja paina "varmista" painiketta
fr: Vérifiez bien que c'est ce que vous souhaitez faire et cliquez sur le bouton "Confirmer"
hi: यह जाँच करें कि आप क्या करना चाहते हैं और "पुष्टि" बटन मारा
hu: Ellenőrizze, hogy ez az amit szeretne tenni, majd nyomja meg a "megerősítés" gombot
it: Controlla che questo sia quello che intendevi fare e clicca il pulsante "conferma"
jp: これがあなたがやろうとしていたことを確認し、「確認」ボタンを押してください
nl: Controleer of je zeker bent en druk op de knop "bevestigen"
no: Sjekk at dette er hva du ønsker å gjøre og klikk på "bekreft" knappen
pl: Sprawdź czy to miałeś zamiar zrobić i kliknij przycisk "potwierdź"
ro: Verifică dacă asta intenționezi să faci și apasă butonul "confirmă
ru: Если уверены в вашем в действии, нажмите кнопку "Подтвердить".
sr: Oznacite ovo je sta ste nameravali da uradite i udarite (pritisnite) dugme za potvrdu
tr: Yapmak istediğiniz işlemi kontrol edin ve "onayla" butonuna tıklayın.

source: Receive BIS
br: Receber BIS
cs: Přijmout BIS
de: BIS erhalten
el: Λαβετε BIS
es: Recibir BIS
fi: Vastaanota BIS
fr: Recevoir des BIS
hi: BIS प्राप्त करें
hu: BIS fogadása
it: Ricevi BIS
jp: 受信BIS
nl: Ontvang BIS
no: Motta BIS
pl: Otrzymaj BIS
ro: Primește BIS
ru: Получить BIS
sr: Primiti BIS
tr: BIS al

source: Wallet template {} by {}.
br: Tema da carteira {} por {}.
cs: Šablonu {} vytvořil {}
de: Wallet Template {} von {}.
el: Υποδειγμα πορτοφολιου {} απο {}
fi: Lompakon malli {} tekijältä {}
fr: Theme {} par {}.
hi: वॉलेट टेम्पलेट {} द्वारा {}
hu: {} pénztárca sablont készítette: {}.
it: Modello wallet {} di {}
jp: ウォレットテンプレート{} によって{}.
nl: Wallet thema {} door {}.
no: Lommebok mal {} av {}
pl: Szablon portfela {} od {}.
ro: Șablon portofel {} de {}.
ru: Тема оформления кошелька {} (автор {})
sr: {} šablon novčanika od {}.
tr: Cüzdan şablonu {} tarafından {}.

source: Many thanks to our translators and proofreaders
br: Muito obrigado aos nossos tradutores e revisores
cs: Poděkování patří naším překladatelům a korektorům
de: Vielen Dank an unsere Übersetzer und Korrekturleser
el: Ευχαριστουμε πολυ τους μεταφραστες και τους διορθωτες
fi: Suuret kiitokset kääntäjillemme
fr: Mille mercis à nos traducteurs et relecteurs
hi: हमारे अनुवादकों और सबूत पाठकों के लिए बहुत धन्यवाद
hu: Sok köszönet a fordítóinknak és rektorainknak.
it: Molte grazie ai nostri traduttori e correttori di bozze
jp: 私たちの翻訳者と校正読者に感謝します
nl: Hartelijk dank aan onze vertalers en proeflezers
no: Mange takk til våre oversettere og korrekturlesere
pl: Wielkie dzięki dla naszych tłumaczy oraz weryfikatorów
ro: Mulțumiri traducătorilor și corectorilor noștri
ru: Выражаем благодарность нашим переводчикам и корректорам
sr: Puno zahvala našim prevodiocima i korektorima
tr: Çevirmenlerimize ve düzeltmenlere çok teşekkür ederiz

source: Wallet server version {}
br: Versão do servidor da carteira {}
cs: Verze serveru peneženky
el: Εκδοση διακομιστη πορτοφολιου
fi: Lompakon palvelimen versio
fr: Serveur de portemonnaie version {}
hi: बटुआ सर्वर संस्करण {}
hu: Pénztárca szerver verzió {}
it: Wallet server versione {}
jp: ウォレットサーバーのバージョン{}
nl: Wallet server versie {}
no: Lommebok tjener versjon {}
pl: Wersja serwera portfela {}
ro: Versiune server portofel
ru: Версия сервера кошелька {}
sr: Verzija servera od novčanika {}
tr: Cüzdan sunucu versiyonu {}

source: Wallet
br: Carteira
cs: peněženka
el: Πορτοφολι
fi: lompakko
fr: Portemonnaie
hi: बटुआ
hu: Pénztárca
jp: 財布
no: Lommebok
pl: portfel
ro: Portofel
ru: Кошелек
sr: Novčanik
tr: cüzdan

source: Your Bismuth wallets
br: Suas carteiras Bismuth
cs: Vaše Bismuth peněženky
de: Ihre Bismuth Wallets
el: Τα πορτοφολια Bismuth σας
fi: Sinun Bismuth lompakkosi
fr: Vos portemonnaies Bismuth
hi: आपका बिस्मथ पर्स
hu: Bismuth pénztárcái
it: I tuoi wallet Bismuth
jp: あなたのBismuth 財布
nl: Je Bismuth wallets
no: Dine Bismuth lommebøker
pl: Portfele Bismuth
ro: Portofelele tale Bismuth
ru: Ваши Bismuth кошельки
sr: Vaši Bismuth novčanici
tr: Bismuth cüzdanlarınız

source: Your wallets directory is {}
br: O seu diretório de carteiras é {}
cs: Adresář vaší peneženky je {}
de: Ihr Wallet-Verzeichnis ist {}
el: Ο φακελος των πορτοφολιων σας ειναι {}
fi: Sinun lompakkosi osoitekirja on {}
fr: Le répertoire de vos portemonnaies est {}
hi: अपने पर्स निर्देशिका है {}
hu: Pénztárcáinak könyvtára a {}
it: La directory dei tuoi wallets è {}
jp: あなたの財布のディレクトリは{}
nl: Je folder met wallets is {}
no: Din lommebok katalog er {}
pl: Folder portfeli Bismuth to {}
ro: Folderul portofelelor este {}
ru: Ваш кошелек находится в папке {}
sr: Direktorijum vašeg novčanika je {}
tr: Cüzdanlarınızın rehberi {}

source: Error:
br: Erro:
cs: Chyba:
de: Fehler:
el: Σφαλμα:
fi: Virhe:
fr: Erreur :
hi: त्रुटि:
hu: Hiba:
it: Errore:
jp: エラー:
nl: Fout:
no: Feilmelding:
pl: Błąd:
ro: Eroare:
ru: Ошибка:
sr: Greška:

source: Load your wallet first
br: Carregue sua carteira primeiro
cs: Nejprve načtěte svou peněženku
de: Laden Sie zunächst Ihr Wallet
el: Φορτωστε το πορτοφολι σας πρωτα
fi: Lataa lompakkosi ensin
fr: Commencer par charger un portemonnaie
hi: पहले अपना बटुआ लोड करें
hu: Először töltse be a pénztárcáját
it: Carica prima il tuo wallet
jp: 最初に財布をロードする
nl: Laad eerst je wallet
no: Last inn din lommebok først
pl: Wczytaj najpierw Twój portfel
ro: Încarcă mai întâi portofelul
ru: Сначала вы должны загрузить Ваш кошелек
sr: Pokreni svoj novčanik prvo
tr: Önce cüzdanınızı yükleyin

source: No Wallet
br: Sem carteira
cs: Bez peněženky
de: Kein Wallet
el: Δεν υπαρχει πορτοφολι
fi: Ei olemassa olevaa lompakkoa
fr: Pas de portemonnaie
hi: कोई बटुआ नहीं
hu: Nincs pénztárca
it: Nessun Wallet
jp: ウォレットなし
nl: Geen wallet
no: Ingen Lommebok
pl: Brak Portfela
ro: Fără Portofel
ru: Кошелек не найден
sr: Nema novčanika
tr: Cüzdan yok

source: Encrypted wallet
br: Carteira criptografada
cs: Zaheslovaná peněženka
de: Verschlüsseltes Wallet
el: Κρυπτογραφημενο πορτοφολι
fi: Salattu lompakko
fr: Portemonnaie chiffré
hi: एनक्रिप्टेड बटुआ
hu: Titkosított pénztárca
it: Wallet criptato
jp: 暗号化されたウォレット
nl: Versleutelde wallet
no: Kryptert lommebok
pl: Zaszyfrowany portfel
ro: Portofel cryptat
ru: Зашифрованный кошелек
sr: Kodiran novčanik
tr: Şifrelenmiş cüzdan

source: You have to unlock your wallet first
br: Você precisa desbloquear sua carteira primeiro
cs: Nejprve musíte svou peněženku odemknout
de: Sie müssen zunächst Ihr Wallet entsperren
el: Πρεπει πρωτα να ξεκλειδωσετε το πορτοφολι σας
fi: Sinun täytyy avata lompakkosi ensin
fr: Vous devez d'abord déverouiller votre portemonnaie
hi: आप पहले अपने बटुए अनलॉक करने के लिए है
hu: Először ki kell nyitnia a pénztárcáját
it: Devi prima sbloccare il tuo wallet
jp: あなたは最初にあなたの財布のロックを解除する必要があります
nl: Je moet eerst je wallet ontgrendelen
no: Du må låse opp din lommebok først
pl: Najpierw odblokuj portfel
ro: Trebuie să deblochezi portofelul mai întâi
ru: Сначала разблокируйте ваш кошелек
sr: Morate prvo otključati svoj novčanik
tr: Öncelikle cüzdanınızın kilidini açın

source: Success:
br: Sucesso:
cs: Úspěch:
de: Erfolg:
el: Επιτυχια:
fi: Onnistui:
fr: Succès :
hi: सफलता :
hu: Siker:
it: Successo:
jp: 成功:
nl: Succes:
no: Suksess:
pl: Sukces:
ro: Succes:
ru: Получилось:
sr: Uspešno:
tr: Başarılı:

source: Transaction sent
br: Transação enviada
cs: Pokyn odeslán
de: Transaktion gesendet
el: Η συναλλαγη εσταλη
fi: Transaktio lähetetty
fr: Transaction émise
hi: लेन-देन भेजा गया
hu: Tranzakció elküldve
it: Transazione inviata
jp: 送信されたトランザクション
nl: Transactie verzonden
no: Transaksjon sendt
pl: Transakcja wysłana
ro: Tranzacție trimisă
ru: Перевод совершен
sr: Tranzakcija poslata
tr: İşlem gönderildi

source: The transaction was submitted to the mempool.
br: A transação foi enviada para o pool de memória.
cs: Pokyn byl přijat mempoolem
de: Die Transaktion wurde zum Mempool hinzugefügt.
el: Η συναλλαγη εχει υποβληθει στο mempool
fi: Transaktio lähetetty mempooliin
fr: La transaction a été insérée dans la mempool.
hi: हस्तांतरण स्मृति पूल करने के लिए जमा किया गया था।
hu: A tranzakciót beküldtük a mempool-nak.
it: La transazione è stata inviata alla mempool
jp: トランザクションがメモリプールに送信されました.
nl: De transactie is verzonden naar de mempool.
no: Transaksjonen ble sendt til mempool.
pl: Transakcja zostałą zatwierdzona w mempool'u.
ro: Tranzacția a fost inclusă în mempool.
ru: Информация о переводе записана в блокчейн
sr: Tranzakcija je podnešena mempool-u.
tr: İşlem mempool'a teslim edildi

source: Txid is {}
br: Txid é {}
cs: Txid {}
de: Transaktions ID: {}
el: Η ταυτοτητα της συναλλαγης ειναι {}
fi: Txid on
fr: L'ID de transaction (txid) est {}
hi: TXid {}
hu: Txid-k {}
it: Txid è {}
jp: Txid は{}
no: Txid er {}
pl: Txid to {}
ro: Txid-ul este {}
ru: Txid Вашей транзакции: {}
sr: Txid je {}
tr: Txid {}

source: There was an error submitting to the mempool, transaction was not sent.
br: Houve um erro ao enviar para o pool de memória, a transação não foi enviada.
cs: Při odeslíání do mempoolu došlo k chybě, pokyn nebyl odeslán.
de: Fehler beim Hinzufügen zum mempool - Transaktion wurde nicht gesendet.
el: Υπηρξε ενα σφαλμα κατα την υποβολη της συναλλαγης στο mempool, η συναλλαγη δεν εσταλη
fi: Mempooliin lähetettäessä tapahtui virhe. Transaktiota ei lähetetty.
fr: Erreur en soumettant à la mempool, la transaction n'a pas été émise.
hi: स्मृति पूल में कोई त्रुटि थी, हस्तांतरण नहीं भेजा गया था।
hu: Hiba történt a mempoolra történő beküldéskor. A tranzakció sikertelen.
it: Si è verificato un errore nell'invio alla mempool, transazione non inviata.
jp: メモリプールに送信中のエラーが発生しましたが、トランザクションは送信されていません.
nl: Er is een fout opgetreden bij het versturen naar de mempool, de transactie werd niet uitgevoerd.
no: Det oppstod en feil ved sending til mempool, transaksjonen ble ikke sendt.
pl: Wystąpił błąd podczas zatwierdzania transakcji w mempool'u. Transakcja nie została wysłana.
ro: S-a produs o eroare la trimiterea în mempool, tranzacția nu a fost trimisă.
ru: Произошла ошибка с записью в блокчейн, перевод не был совершен
sr: Doslo je do greske poslati na mempool, tranzakcija nije poslata.
tr: İşlem mempool'a sunulurken bir hata oluştu, işlem gönderilemedi.

source: No Bismuth address, please create or load a wallet first.
br: Nenhum endereço Bismuth, por favor, crie ou carregue uma carteira primeiro.
cs: Nezjištěna Bismuth adresa, prosím nejprve načtěte či vytvořte adresu
de: Keine aktive Bismuth Adresse, bitte erstellen oder laden Sie zuerst ein Wallet.
el: Δεν υπαρχει διευθυνση Bismuth, παρακαλω δημιουργηστε η φορτωστε μια.
fi: Ei Bismuth-osoitetta, ole hyvä, ja luo- tai lataa lompakko ensin.
fr: Pas d'adresse Bismuth, merci de créer ou charger un portemonnaie.
hi: नहीं बिस्मथ पता, कृपया बनाने के लिए या पहले एक बटुआ लोड.
hu: Nincs Bismuth cím, kérjük hozzon létre vagy olvasson be egyet.
it: Nessun indirizzo Bismuth, si prega di creare o caricare prima un wallet.
jp: ビスマスアドレスなし、最初に財布を作成またはロードしてください.
nl: Geen Bismuth adres, creëer of laad eerst een wallet
no: Ingen Bismuth adresse, vennligst lag en eller last inn en lommebok først.
pl: Brak adresu Bismuth. Najpierw stwórz lub wczytaj portfel.
ro: Nu există adresă Bismuth, vă rugăm să creați sau încărcați un portofel mai întâi.
ru: Bismuth адрес не найден. Сначала создайте или загрузите кошелёк
sr: Nema Bismuth adrese, prvo kreirajte jednu ili ga ucitajte.
tr: Bismuth adresi yok, lütfen önce cüdan yaratın ya da yükleyin

source: Search...
br: Buscar...
cs: Vyhledat...
de: Suchen...
el: Αναζητηση...
fi: Haku
fr: Chercher...
hi: खोज...
hu: Keresés...
it: Ricerca...
jp: 検索...
nl: Zoeken...
no: Søk...
pl: Szukaj...
ro: Căutare...
ru: Поиск...
sr: Potrazi
tr: Arama...

source: Crystals are extra functionalities you can add to your wallet
br: Cristais são funcionalidades extras que você pode adicionar à sua carteira
cs: Krystaly jsou přídavné funkce, které můžete do své peněženky přidat
de: Crystals haben zusätzliche Funktionalitäten die Sie Ihrem Wallet hinzufügen können
el: Ta Crystals ειναι εξτρα λειτουργιες τις οποιες μπορειτε να προσθεσετε στο πορτοφολι
fi: Kristallit ovat lisätoimintoja joita voit lisätä lompakkoosi
fr: Les "Crystals" (cristaux) sont des fonctionnalités supplémentaires que vous pouvez ajouter à votre portemonnaie.
hi: क्रिस्टल अतिरिक्त कार्यक्षमताओं आप अपने बटुए में जोड़ सकते हैं
hu: A Crystal-ok extra funkciók, melyeket hozzáadhat a penztárcájához
it: I Cristalli sono funzionalità extra che puoi aggiungere al tuo wallet
jp: クリスタルは、あなたの財布に追加することができ、余分な機能です
nl: Crystals zijn extra functionaliteiten die je aan je wallet kan toevoegen
no: Krystaller er ekstra funksjonalitet som du kan legge til din lommebok
pl: Crystals to dodatkowe funkcje, które można dodać do portfela.
ro: Crystals sunt funcționalități suplimentare ce le puteți adăuga la portofel
ru: Кристаллы - это дополнительные функции, которые вы можете использовать в своем кошельке
sr: Crystal-i su ekstra funkcije koje mozete dodati svom novcaniku
tr: Crystal'lar cüzdanınıza eklyebleceğiniz ekstra işlevlerdir

source: Current Bismuth Prices
br: Preços atuais do Bismuth
cs: Současné ceny Bismuthu
de: Derzeitige Bismuth Preise
el: Τρεχουσα διευθυνση Bismuth
fi: Nykyinen Bishmuth hinta
fr: Prix du Bismuth
hi: वर्तमान बिस्मथ मूल्य
hu: Jelenlegi Bismuth ár
it: Prezzo Bismuth Attuale
jp: 現在のBismuth 価格
nl: Huidige Bismuth prijzen
no: Gjeldende Bismuth priser
pl: Aktualne ceny Bismuth
ro: Prețul actual Bismuth
ru: Текущие цены на Bismuth
sr: Trenutna cena BIS-a
tr: Güncel Bismuth Fiyatları

source: Success
br: Sucesso
cs: Úspěch
de: Erfolg
el: Επιτυχια
fi: Onnistua
fr: Succès
hi: सफलता
hu: Sikeres
it: Successo
jp: 成功
nl: Gelukt
no: Suksess
pl: Sukces
ro: Succes
ru: Успех
sr: Uspeh
tr: Başarılı

source: Confirm Transaction
br: Confirmar Transação
cs: Potvrdit pokyn
de: Transaktion bestätigen
el: Επιβεβαιωστε την συναλλαγη
fi: Hyväksyä transaktio
fr: Confirmer la transaction
hi: लेन-देन की पुष्टि करें
hu: Tranzakció megerősítése
it: Conferma Transazione
jp: トランザクションの確認
nl: Bevestig transactie
no: Bekreft Transaksjon
pl: Potwierdź transakcje
ro: Confirmă tranzacția
ru: Подтвердите перевод
sr: Potvrditi tranzakciju
tr: İşlemi Onayla

source: Search
br: Buscar
cs: Vyhledat
de: Suchen
el: Αναζητηση
fi: Haku
fr: Chercher
hi: खोज
hu: Keresés
it: Ricerca
jp: 検索
nl: Zoeken
no: Søk
pl: Szukaj
ro: Căutare
ru: Поиск
sr: Pretraga
tr: Arama

source: Search Results
br: Resultados da busca
cs: Výsledky vyhledávání
de: Suchergebnisse
el: Αναζητηση αποτελεσματων
fi: Hakutulos
fr: Résultats de la recherche
hi: खोज परिणाम
hu: Keresés eredménye
it: Risultati ricerca
jp: 検索結果
nl: Zoekresultaten
no: Søkeresultater
pl: Wyniki wyszukiwania
ro: Rezultatul căutării
ru: Результаты поиска
sr: Rezultat pretrage
tr: Sonuçları ara

source: D:Air egg
br: Ovo de ar
cs: Vzdušné vejce
de: Luft Ei
el: Αυγο του αερα
fi: Ilmamuna
fr: Oeuf 'Air'
hi: हवा अंडे
hu: Levegő Tojás
it: Uovo Air
jp: エアエッグ
nl: Air Egg
no: Luft egg
pl: Jajko wiatru
ro: Ou de aer
ru: Яйцо "Воздух"
sr: Egg vazduha
tr: Air Egg

source: D:Earth egg
br: Ovo de terra
cs: Vejce země
de: Erde Ei
el: Αυγο της γης
fi: Maamuna
fr: Oeuf 'Terre'
hi: पृथ्वी अंडे
hu: Föld Tojás
it: Uovo Earth
jp: 地球の卵
nl: Earth Egg
no: Jord Egg
pl: Jajko ziemi
ro: Ou de pamant
ru: Яйцо "Земля"
sr: Egg Zemlje
tr: Earth Egg

source: D:Fire egg
br: Ovo de fogo
cs: Ohnivé vejce
de: Feuer Ei
el: Αυγο της φωτιας
fi: Tulimuna
fr: Oeuf 'Feu'
hi: आग अंडे
hu: Tűz tojás
it: Uovo Fire
jp: 火の卵
nl: Fire Egg
no: Ild Egg
pl: Jajko ognia
ro: Ou de foc
ru: Яйцо "Огонь"
sr: Egg vatre
tr: Fire Egg

source: D:Water egg
br: Ovo de água
cs: Vodní vejce
de: Wasser Ei
el: Αυγο του νερου
fi: Vesimuna
fr: Oeuf 'Eau'
hi: पानी अंडे
hu: Víz tojás
it: Uovo Water
jp: 水の卵
nl: Water Egg
no: Vann Egg
pl: Jajko wody
ro: Ou de apa
ru: Яйцо "Вода"
sr: Egg vode
tr: Water Egg

source: D:Cup
br: Cálice
cs: Turnaj
de: Cup
el: Κυπελλο
fi: Cup
fr: Coupe
hi: कप
hu: Kupa
it: Coppa
jp: カップ
nl: Cup
no: Cup
pl: Turniej
ro: Cupă
ru: Кубок
sr: Pehar
tr: Kupa

source: D:special egg
br: Ovo especial
cs: Speciální vejce
de: Besonderes Ei
el: Ειδικο αυγο
fi: Erikoismuna
fr: Oeuf spécial
hi: विशेष अंडा
hu: Speciális tojás
it: Uovo speciale
jp: 特別な卵
nl: Special Egg
no: Spesial egg
pl: Jajko specjalne
ro: Ou special
ru: Специальное яйцо
sr: Specijalni Egg
tr: Özel egg

source: D:world cup 2018
br: Copa do Mundo de 2018
cs: Světový turnaj 2018
de: 2018 World Cup
el: Παγκοσμιο κυπελλο 2018
fi: 2018 World Cup
fr: Coupe du monde 2018
hi: 2018 विश्व कप
hu: 2018-as Világbajnokság
it: Coppa del mondo 2018
jp: 2018 ワールドカップ
nl: 2018 World Cup
no: 2018 World Cup
pl: 2018 Mistrzostwa Świata
ro: Cupa Mondială 2018
ru: Кубок мира 2018
sr: Svetsko prventsvo 2018
tr: 2018 Dünya Kupası

source: D:Dragginator News
br: Notícias Dragginator
cs: Dragginator: novinky
de: Dragginator Neuigkeiten
el: Νεα του Dragginator
fi: Dragginator uutiset
fr: Actualités Dragginator
hi: Dragginator समाचार
hu: Dragginator hírek
it: Novità Dragginator
jp: ドラギンターニュース
nl: Dragginator nieuws
no: Dragginator nyheter
pl: Nowości Dragginator
ro: Știri Dragginator
ru: Новости от Dragginator
sr: Dragginator vesti
tr: Dragginator Haberleri

source: D:My eggs
br: Meus ovos
cs: Má vejce
de: Meine Eier
el: Τα αυγα μου
fi: Minun munat
fr: Mes oeufs
hi: मेरे अंडे
hu: Tojásaim
it: Le mie uova
jp: 私の卵
nl: Mijn eggs
no: Mine egg
pl: Moje jajka
ro: Ouăle mele
ru: Мои яйца
sr: Moji egg-ovi
tr: Egg'lerim

source: D:And you are registered to the current eggdrop
br: E você está registrado no eggdrop atual
cs: A jste registrováni do současného rozdávání vajec
de: Und Sie sind für den derzeitigen Eierabwurf registriert
el: Και ειστε εγγεγραμενοι στον τρεχων διαμοιρασμο αυγων
fi: Olet tällä hetkellä rekisteröitynyt eggdroppiin
fr: Et vous êtes inscrit à la lotterie en cours.
hi: और आप वर्तमान अंडे की बूंद के लिए पंजीकृत हैं
hu: És regisztrálva van a jelenlegi tojás osztásra
it: E sei registrato per l'eggdrop attuale
jp: そして、あなたは現在の卵のドロップに登録されています
nl: En je bent geregistreerd voor de huidige eggdrop
no: Og du er registrert for gjeldende eggdrop
pl: I jesteś zarejestrowany do aktualnego eggdrop'a
ro: Acum sunteți înregistrat la eggdrop-ul curent
ru: Вы зарегистрированы на текущую бесплатную раздачу яиц
sr: Registrovali ste za trenutni eggdrop
tr: And you are registered to the current eggdrop

source: D:Register
br: Registrar
cs: Registrovat
de: Registrieren
el: Εγγραφη
fi: Kirjaudu
fr: S'inscrire
hi: पंजीकृत करें
hu: Regisztráció
it: Registra
jp: 登録
nl: Registreren
no: Registrer
pl: Zarejestruj
ro: Înregistrare
ru: Зарегистрироваться
sr: Registracija
tr: Kayıt

source: D:So you can register to the eggdrop!
br: Então você pode se registrar no eggdrop!
cs: Abyste se mohli účastnit rozdávání vajec
de: Sie können sich für den Eierabwurf registrieren!
el: Μπορειτε να εγγραφειτε στον διαμοιρασμο αυγων
fi: Sinä voit rekisteröityä eggdroppiin
fr: Donc vous pouvez vous inscrire à la loterie !
hi: तो आप अंडे की बूंद के लिए रजिस्टर कर सकते हैं!
hu: Így regisztrálhatsz a tojás osztásra!
it: Così da poterti registrare per l'eggdrop
jp: だから、あなたは卵のドロップに登録することができます!
nl: Dus je kan je registreren voor de eggdrop!
no: Du kan registrere deg for eggdrop!
pl: I możesz zarejestrować się do eggdrop'a!
ro: Ca să te poți înregistra la eggdrop!
ru: Вы можете зарегистрироваться на бесплатную раздачу яиц
sr: Možete se registrovati za eggdrop!
tr: Eggdrop'a kayıt olabilirsiniz!

source: D:DNA
br: DNA
cs: DNA
de: DNA
el: DNA
fi: DNA
fr: ADN
hi: DNA
hu: DNA
it: DNA
jp: DNA
nl: DNA
no: DNA
pl: DNA
ro: ADN
ru: ДНК
sr: DNA
tr: DNA

source: D:Element
br: Elemento
cs: Prvek
de: Element
el: Στοιχειο
fi: Elementti
fr: Élément
hi: तत्व
hu: Elem
it: Elemento
jp: 要素
nl: Element
no: Element
pl: Element
ro: Element
ru: Элемент
sr: Elemenat
tr: Element

source: D:Species
br: Espécies
cs: Druh
de: Arten
el: Ειδη
fi: Lajit
fr: Espèce
hi: प्रजातियां
hu: Faj
it: Specie
jp: 種
nl: Soort
no: Art
pl: Gatunki
ro: Specie
ru: Вид
sr: Vrsta
tr: Türler

source: D:DNA:
br: DNA:
cs: DNA:
de: DNA:
el: DNA:
fi: DNA
fr: ADN :
hi: DNA:
hu: DNA:
it: DNA:
jp: DNA
nl: DNA:
no: DNA:
pl: DNA:
ro: ADN
ru: ДНК:
sr: DNA:
tr: DNA:
